[
  {
    "meeting_id": "m_test_0",
    "domain": "committee",
    "meeting_transcripts": [
      "Lynne Neagle AM: Good afternoon, everyone. Welcome to the Children, Young People and Education Committee. We've received apologies for absence from Hefin David and Jack Sargeant. Vikki Howells is substituting for Jack Sargeant. So, Vikki, welcome; it's good to see you in the committee. Item 2 this afternoon is our eleventh evidence session on the Children (Abolition of Defence of Reasonable Punishment) (Wales) Bill. I'm very pleased to welcome Barry Hughes, who is Chief Crown Prosecutor for Wales; Kwame Biney, who is senior policy advisor, CPS; and Iwan Jenkins, who is head of the complex casework unit, Crown Prosecution Service Cymru Wales. So thank you all for attending this afternoon. We're really looking forward to hearing your views on the Bill. If you're happy, we'll go straight into questions from Members, and the first ones are from Siân Gwenllian.",
      "Barry Hughes: Perfectly happy.",
      "Sian Gwenllian AM: Thank you very much. I would like to start just by looking in general at how the law currently stands, and how do you think the law as it currently stands today, and specifically in terms of reasonable punishment—how does that protect children.",
      "Barry Hughes: Sorry, can I just be clear? How does the law as it presently stands protect children?",
      "Sian Gwenllian AM: Yes.",
      "Barry Hughes: We have a range of offences created by the criminal law, going back to the Offences Against the Person Act 1861 in the middle of the century before last, which provide for offences of assault against a variety of people, including, in particular, Acts such as the Children and Young Persons Act 1933, which provides for offences that are specific to children. But the more general criminal legislation, such as the Offences Against the Person Act, does provide specifically for adults and children alike not to be subject to physical assault. In respect of children in particular, you'll be aware that we have section 58 of the Children Act 2004, which does make it a defence for a person accused of assaulting a child to argue that it was a case where they were acting only so as to impose reasonable punishment upon the child. That is a defence that is available for assault upon a child. By way of contrast, it is not available for an offence involving an adult. In that regard, it could be argued that children have fewer rights than adults.",
      "Sian Gwenllian AM: Well, a review was undertaken by the Government back in 2007 that stated that retaining the law in its current form—that that would be the best thing to do because there's no evidence that it's not working satisfactorily. You are suggesting perhaps towards the end of your answer that there could be some change that's happened since 2007.",
      "Barry Hughes: I think the law should reflect contemporary society and the law is evolutionary in nature, and should be evolutionary in nature. And just as if we go back 50 years there are types of behaviour that we might all have contemplated back then as being socially acceptable, many of those types of behaviour are not now, and the law has changed to reflect that. We don't need to go back a very long way to find, for example, that there was no such offence as raping one's married wife, and the law has changed to reflect the fact that that is simply not acceptable. And from what I've seen of the research, and I think back to the 2007 review, to which you've just referred, there is evidence within that review already that opinions are changing. And I've seen research more current than that that suggests that young people find it less acceptable to use reasonable punishment in chastising a child than do people of an older generation. Of course, as we move forward in time, the people who are young now are going to be the older adults of the future. So one would hope that the law will change to reflect the way in which people behave within society.",
      "Sian Gwenllian AM: Okay, thank you. We have heard evidence as a committee that this proposed law would provide a much clearer legal framework—that is, to take out this reasonable punishment defence, that then would make things much clearer for parents and professionals. Does the CPS have a view on that?",
      "Barry Hughes: I think it will make things clearer. I'm not sure it will make them much clearer, because if we get into some of the—. It may be helpful to look at some examples at some stage. And when it comes to prosecuting, it's often the case that things aren't just black and white; there are multiple shades of grey in between. We know that the Children Act did introduce a degree of clarity, in that it removed the defence of reasonable chastisement for offences of causing actual bodily harm, causing grievous bodily harm, causing grievous bodily harm with intent, and various incidents of child cruelty under the Children and Young Persons Act. In that sense, matters were clarified, because up until that point it was not entirely clear. There were a series of Court of Appeal cases that sought to clarify the law, but that was at a time, at the end of the 1990s, the start of the 2000s, when we had the European convention on human rights and we had a quickly developing body of case law. And the Children Act was brought in to reflect the direction that the case law was moving in. A decision was clearly made back then in the early 2000s not to include common assault in the same category as actual bodily harm, grievous bodily harm et cetera. So, there was a decision made back then that it was appropriate to do that. As we wind forward some 15 years, I have seen the research that suggests that some people see that the present legislation, and the way in which section 58 applies to reasonable chastisement for common assault of children—some people have interpreted that as saying that smacking is acceptable. I don't think that it is what it says, but there is a degree of confusion around that. And the reason why I say it's not as simple as that is, going back to my words a couple of minutes ago, it's rarely a case of being black and white; there are these degrees of grey. And removing that defence does make life clearer.",
      "Sian Gwenllian AM: What are the areas of grey that you refer to? Can you give a few examples?",
      "Barry Hughes: If you take an example—so, one of the examples that I've heard discussed has been a child—a young child; let's say a five-year-old child by the side of a road—who darts to go out in the path of moving traffic. The parent grabs hold of the child and pulls them back. Now, technically, taking hold of the child at that point is an assault, because it's an unwanted imposition of physical force. But no-one's going to say that's anything like an assault that should come to the criminal courts. Of course, that would be utter nonsense. There's no hostility; it's simply taking hold of a child to protect them. At that point, the parent then seeks to admonish the child, tells them off and smacks the child on the legs. Now, that would probably be seen under the present law as reasonable chastisement. Probably. But so much depends upon the circumstances, whether this is something that happens frequently with the child, the size of the child, the parent, the force of the slap, the way in which it's imposed. So, that, I would say, sits at one end of the spectrum. As we move towards the other end of the spectrum, we might have repeated smacking, shouting, maybe hitting the child over the head as well. So, there is a spectrum of offending. Towards one end of the spectrum we move much closer towards something that would be criminal in nature. There'll be a point at which it crosses the threshold from something that needs to be reported to the police, and the police would take some form of action, and then, as we move through the tiers, it'll reach a stage where the police think this is a case that should be prosecuted and they would bring it to the Crown Prosecution Service for a charging decision. We would then decide the most appropriate means of dealing with it. And the absolute other end of the spectrum here is one where we decide it's an offence that we think is so serious that it should be charged and brought before a criminal court. That would be very much towards the serious end of the spectrum of the type of behaviour that I've just described to you. Does that help to illustrate that, at one end, it's relatively white and the other end it's relatively black, but in the middle we have the shades of grey?",
      "Sian Gwenllian AM: But that would mean that there could be more prosecutions at the softer end. Because if you're removing this—we'll probably come on to that.",
      "Barry Hughes: Shall I address that in terms—? Okay. So, you are probably aware, but forgive me if I just explain quickly anyway, when we approach a file of material evidence submitted by the police we apply the code for Crown prosecutors, which has a two-stage test. The first stage is whether there's sufficient evidence to provide a realistic prospect of conviction, and the second stage is—. And you only get to the second stage if the first stage is satisfied. If there isn't enough evidence, we don't go on to consider whether it's in the public interest, because we wouldn't put an offence before the courts if we didn't think there was a realistic prospect of conviction. So, we only get on to the public interest stage once the evidential stage is satisfied. So, to return to the point, if we have an offence where, let's say, there is a light smack at the time, the police apply the same code before they bring a case to us. We don't always agree with the police; generally we do, but we don't always agree. It's a matter for them whether they refer a matter to the Crown Prosecution Service. So, if a police officer takes witness statements in relation to that case—the light smacking on the leg—at present it's unlikely that would come to the CPS, because they would look at it and say, 'Reasonable chastisement provides for a defence.' If that defence is removed, then obviously there is a greater possibility that it would be referred to the CPS. I would like to think—and I think this is what will probably happen in practice—that the police would take a view that the evidential test may have been satisfied because the defence had been removed, but it wouldn't be in the public interest to prosecute. It may be that the police decide that it is—it may have been two smacks, three smacks, so it moves towards the end of the spectrum that would suggest that matters are becoming rather more serious. So, it may be referred to the CPS for a charging decision. We would then apply independently the same test, and we would probably conclude that the evidential stage was met in that instance because the defence no longer exists, which takes us on to considering the public interest. In the circumstances that I've described, every case is going to be unique on its own facts, but in the circumstances that I've described, if it is just a light smack and it's a one-off and there's no history of this, it would probably be the sort of offence we'd decide it wouldn't be in the public interest to prosecute.",
      "Sian Gwenllian AM: But isn't it creating a new grey area in terms of the police now having to decide whether repeated smacking is in the public interest to at least refer it to you to decide about that? Do you know what I'm saying?",
      "Barry Hughes: If this Bill goes through, then it will remove a defence, which will make it likely that the police will give this more consideration for referral to the CPS than beforehand, but it doesn't necessarily mean they will refer it, because it will depend on the facts of each individual case.",
      "Sian Gwenllian AM: Thanks.",
      "Lynne Neagle AM: We've got some questions now on the divergence between the law in England and Wales from Dawn Bowden.",
      "Dawn Bowden AM: Thank you, Chair. Hello. The Assembly doesn't have any legislative competence to impose duties on the CPS, as you know, in the absence of the Secretary of State's consent. What are the implications for implementing the Bill in Wales for that?",
      "Barry Hughes: Can I give you two examples? One of the implications is this—and it's fairly obvious but it's still worth stressing—that the removal of the defence would mean that there would be more cases that would pass the evidential stage in Wales than there would be in England, because the defence would still apply there. That, therefore, raises issues in particular in terms of awareness of criminal offending for people from England who travel to Wales, because it's fairly evident that there would be a defence available in England that is not available in Wales. One of the examples that we talked about was if you consider a family on its way from England into Wales, travelling to Barry Island for a holiday, and troublesome children in the back of the car, harsh words and a small smack on the leg delivered while they're on the M4 going past Bristol would be subject to a defence. By the time we come over to this side of the water, there would be no such defence for the same journey, for the same act. And so, there are issues there in terms of the awareness of members of the public. The second example that I'll give you is that we already have within the United Kingdom a certain degree of divergence of laws, and the example I'll give to you is this: drink driving. In England and Wales, the limit for having micrograms of alcohol in your breath is 35 µg in 100 ml of breath. Across the border in Scotland, it drops to 22 µg. So, the same act—. As you drive into Scotland, you're probably okay to drive if you've got 34 µg; by the time you get into Scotland, you won't be. And the consequences for you are significant, because of course it's an offence in Scotland, and not an offence in England, but the punishment, namely disqualification, applies everywhere in the United Kingdom. So, we already have a degree of divergence of law, and the CPS recognises this. In our code, we have a specific provision that takes account of the potential divergence of Welsh law. We will issue policy guidance and charging standards to reflect any changes as they arise. And we think that we are sufficiently flexible to take account of that.",
      "Dawn Bowden AM: Okay. So, would you see the necessity for a memorandum of understanding, for instance, or it being useful in these circumstances, or are you quite satisfied that the current guidance code would cover that?",
      "Barry Hughes: Well, it's yet to move from a Bill into an Act, so we'd need to make sure that happened. We know there would be a period of time, perhaps as much as two years, or maybe a little more, while that takes place. There will be a further series of awareness raising. We have strategic implementation groups—Iwan sits on that group. So, we would build ourselves up to come up with the appropriate guidance according to the circumstances. In terms of how we'd approach it within the Crown Prosecution Service in Cymru-Wales, my approach would be along the lines of working with Kwame and his colleagues to make sure that the guidance that we issue nationally suits both England and Wales. And when it comes to the practical application of the legislation in Wales, we would almost certainly work on the basis that the number of offences—and we might want to get into the number of potential offences, but my take on it is the number of offences is likely to be very small and we would probably have two or three specialists trained in this so that any case that comes through goes to people who've got a close network and can talk with each other—",
      "Dawn Bowden AM: And that would be primarily around the public interest issue.",
      "Barry Hughes: It would.",
      "Dawn Bowden AM: I understand. Okay. So you're obviously a key stakeholder in terms of this legislation and you're clearly very au fait with it and all its implications. What's actually been your involvement with the Government as they've been developing this legislation?",
      "Barry Hughes: My own personal involvement?",
      "Dawn Bowden AM: Or the service's.",
      "Barry Hughes: Iwan and colleagues have had some involvement on a more routine basis. I met with a Minister and a Deputy Minister—I met with Huw Irranca-Davies a little while ago, and I met with Julie Morgan a few months ago—to discuss the overall implications, and then officials on both sides have been engaging with each other. It hasn't been a very close-knit involvement, but we have had enough involvement so that we've felt we've been able to offer views on how we would deal with the legislation.",
      "Dawn Bowden AM: Okay. So you've been satisfied with the level of involvement that you've had.",
      "Barry Hughes: Yes. I don't feel that it's been too much, nor do I feel we've been left on the side at all.",
      "Dawn Bowden AM: Okay. Now, we've just talked about the divergence of criminal law, and this is probably the first time that there's been an obvious divergence between English and Welsh law, and so we were then talking about the guidance, weren't we, and whether that needs amending to reflect it. But I think you were saying that you felt, within the existing guidance, it could be dealt with, so you don't see a need to update or amend the guidance.",
      "Barry Hughes: I think we would need to update the guidance, and it goes back to the application of the evidential stage, before the public interest stage. On the evidential stage, I doubt that we'll need to do much, other than to make people aware that the defence is not available in Wales in the same way that it is in England, and we might have some light-touch guidance around that. When it comes to the public interest stage, that's a little more specialist and I think we would need to develop more with respect to that.",
      "Dawn Bowden AM: And are you satisfied that your staff in Wales—well, and in England, actually, across the border—will be sufficiently aware of the divergence in this area of law?",
      "Barry Hughes: Not as of the present day. Give us a chance. [Laughter.]",
      "Dawn Bowden AM: But you would expect that to be something you would—",
      "Barry Hughes: Yes, I have no doubt. To an extent, actually, I think I would say that staff in Wales are aware of this already, because in my role as chief Crown prosecutor, I publish a monthly blog and we talk about the things we're doing, so staff are aware. I've discussed with staff and they've seen my blog and we've put it on our website: there have been engagements with the Welsh Government that this is a piece of work in which we're interested and that is under way. So, actually, I'm probably being unfair to myself. I think most staff would probably be aware that we are involved in this and that it is something that, at present, may well happen.",
      "Dawn Bowden AM: Okay. And does that mean that there would also be a similar need for the CPS in England to be aware of the changes?",
      "Barry Hughes: They would need to be aware, but not to the same extent. We have regular interchange of prosecutors between England and Wales. So, in my office in Cardiff, for example, because we work digitally, I have about 30 to 35 prosecutors who work for the CPS in London, and they work exclusively on London cases. But there are times when some of those prosecutors will prosecute at courts in Wales, and then there may be an interchange; they'll come to work for us on secondment, or they'll come to work for us permanently. We'd need to make sure that those people were brought up to speed on the fact that there are some aspects of Welsh law that diverge from English law.",
      "Dawn Bowden AM: That's helpful, thank you. My final question, Chair, is just whether you think there are any other significant cross-border issues that arise from this potential legislation.",
      "Barry Hughes: In addition to those that I've mentioned, probably not. It boils down to the fact that there's a defence in England for assaults upon children that isn't available in Wales if this Bill goes through, and then it's dealing with the consequences of that.",
      "Dawn Bowden AM: Okay. That's fine. Thank you, Chair.",
      "Lynne Neagle AM: I've got a supplementary from Suzy, and then Siân.",
      "Suzy Davies AM: Thank you. I was going to ask this question later, but I think it fits in—. I've forgotten what I was going to ask; this is terrible. Oh no, that's right—obviously, this Act is on a particular trajectory at the moment, and it's due to be introduced before the end of this Assembly. Do you think it would be better for us as scrutinisers of this Act if we could see the draft changes to CPS guidance on the public interest test before we make our final decision?",
      "Barry Hughes: I honestly don't think that would necessarily be helpful. I've had some discussions with Kwame, who would have an involvement in this. What we would envisage is that we would simply want to take the present public interest factors, which are set out, in my view, very clearly in the code for Crown prosecutors, and we would provide a degree of detail around those that relates more specifically to the issues that we're discussing here. So, it would be taking principles of generality and according them a degree of specificity. And we'd need to work that up as we go along, and I think you'd run a risk of putting the cart before the horse, if I may put it like that.",
      "Suzy Davies AM: It's just that, personally, I think the public interest test is critical in all this, and it would really help us to understand what it could look like before we commit to a particular course of action in supporting or not supporting the Bill, that was all. But thank you, anyway; I take your point.",
      "Lynne Neagle AM: Siân.",
      "Sian Gwenllian AM: My point is about the criminal law in Wales and England diverging in this particular instance, and we've been told that this is probably the first time it's happened. Can you think of any other examples where that divergence has happened and does it actually set some kind of precedent in motion?",
      "Barry Hughes: There are other offences in Wales that don't exist in England, but they don't crop up very often. So, to give you examples, there is an offence of putting an electronic collar on your pet—let's not stretch that into children. [Laughter.] But, you know, sometimes—I'll be quiet. But putting an electronic collar on your pet that administers a shock is an offence in Wales; it's not an offence in England. There are also offences around the picking of cockles in west Wales, which is not an offence—. So, you can see there are some, but I would argue that the fact that you drive across the border into Scotland and commit an offence that you won't commit in England is possibly more significant for the general public. Of course, the topic we're discussing here is of real relevance for the general public, and you have heard evidence, I know, already, that comes from people who are quite strongly in favour and people quite strongly against it. One of the ways in which I've approached this is looking at it from the perspective of what the law is there for, which is to set out, in essence, what is acceptable, what is not acceptable. It doesn't necessarily mean we need to use the law for that, but it signifies how society views a certain behaviour. I like to look at it from the perspective of the person who is being affected by this, namely the child, and the change in the law here would afford children a degree of protection that they don't presently have, but which they do have when they attain the age of 16.FootnoteLink So, I looked at this—. If I can give you another example. I've had considerable dealings over the years with offences against residents in care homes, and you'll have seen Winterbourne View, you'll have seen recently up in Durham, where we have adults who need to be looked after because of issues with their mental capacity, and sometimes, the carers become frustrated with them and they admonish them. Sometimes they admonish them verbally and then that turns into physical admonishment. In much the same way as children are vulnerable and are looked after and can be sometimes quite annoying—but there is a level of protection for an adult striking a child lightly under the present law that is not available to the same adult for striking that child when they turn 16. That seems to me to not necessarily fit with where we ought to be as a society.",
      "Sian Gwenllian AM: Do you think that what we're doing in Wales will be emulated in England at some point?",
      "Barry Hughes: Well, it's certainly going through in parallel in Scotland, and there are a great many other countries around the world that already have this, including a large number of European countries. Who knows? Trying to get any legislation through Westminster at the moment—who knows? Not tomorrow, I'd say.",
      "Lynne Neagle AM: We've got some specific questions around implementation now from Suzy Davies.",
      "Suzy Davies AM: Thank you. Can I just begin by asking you to help the committee out here in understanding how the burden of proof is going to work if this defence is removed? Because the issue of whether something is punishment or not is going to disappear, providing that it's clear that contact with a child has happened. Is that going to work on the presumption that that's an unlawful contact? Is that something the prosecution will still have to prove, or will it be for an accused parent to say, to use your example, 'I was just dragging them out of the traffic or stopping them putting their hands in the fire'?",
      "Barry Hughes: I understand your point. There's no change whatsoever to the burden of proof, nor to the standard of proof.",
      "Suzy Davies AM: Perhaps you can run us through it quickly.",
      "Barry Hughes: If the defence argue that that act was—. So, we have to show that there's been an unlawful assault. So, if we remove the defence of reasonable chastisement, in a sense that alters some things but it doesn't alter the basic responsibility of the prosecution, which is to establish its case beyond a reasonable doubt. And if the defence raise an argument and say, 'Well, look, that was a lawful act; I was only doing what I thought was reasonable in the circumstances', it's for the Crown to disprove that.",
      "Suzy Davies AM: Okay. That's great.",
      "Barry Hughes: And we've got to disprove that to the criminal standard, which is beyond a reasonable doubt. So, you can certainly see—. I can see the potential for individuals who feel strongly about this to look to contest the matter, to not admit any wrongdoing at all and to take the matter to trial, and it would be our responsibility to disprove that.",
      "Suzy Davies AM: Okay. That's really helpful for us to understand that. Obviously, when we're talking about CPS guidelines and all the rest, we've already come some distance down the process, haven't we? Have you got any views on what might be done to prevent cases even coming as far as arrest? Because one of the things that we have to consider is that once you're arrested, that is recorded somewhere and will appear in things like DBS checks in the future, even if it goes no further. Do you have any views on how intervention might work better earlier on, even at the point of the knock at the door?",
      "Barry Hughes: From the perspective of the CPS, I'm not sure I can help you there.",
      "Suzy Davies AM: That's fine. I was expecting that answer.",
      "Barry Hughes: Simply because that's a matter for the police. Unlike in many other jurisdictions, we have no power whatsoever to direct the police, so if the police decide not to investigate—. I routinely get letters from members of the public outraged that the police have decided not to investigate their particular neighbour dispute or something, and they want us to do something about it and we can't. We can't direct the police.",
      "Suzy Davies AM: Thank you for that, because I thought that was important to get on the record as well. We're looking at a period of a couple of years after this Act passes—if it does—for implementation. Is there anything at the moment that you think perhaps you still need to do as an organisation towards being in a position to practically implement this law?",
      "Barry Hughes: I think we need to maintain the type of dialogue that we've built up with the Welsh Government and colleagues there. I think we need to keep abreast of things as they move forward. We need involvement—Iwan, for example, and the strategic implementation group. We have other members of my staff who are involved in the other work streams that feed through to that, and I believe that that involvement will ensure that we are sufficiently interconnected; that we can liaise, in turn, with Kwame and his colleagues in the headquarters to respond to things as they develop. So, I think we've got a network of contacts built up here that is adequate for the purpose—at least, 'adequate' might sound a little—",
      "Suzy Davies AM: Sufficient.",
      "Barry Hughes: Yes, perfectly sufficient.",
      "Suzy Davies AM: So, you're confident, by 2022, then, that you'll have changes to the CPS guidelines that are good to go, if you like.",
      "Barry Hughes: Fit for purpose, yes.",
      "Suzy Davies AM: Yes. Okay, that's great. Bear with me a second—thank you very much—in your written evidence, you did welcome the indication from the Welsh Government that this reasonable period after Royal Assent would be necessary. Apart from the CPS guideline changes, which you'll be working through, is there anything else you think you might be needing to do apart from just keeping in touch? I'm just thinking: are there any practical and possibly financial implications for your workforce in this?",
      "Barry Hughes: If this legislation goes through, there will be minor financial consequences for us and I don't see any significant financial consequences in the period between now and the Bill becoming law other than the time of ourselves in discussing this today. But there isn't anything significant. There's nothing that will impact upon our performance as the public prosecution service in that time.",
      "Suzy Davies AM: Okay. And what about afterwards, then? Because one of the pieces of thinking behind this Act is to collect data to see whether this change in the law actually works. Do you want to talk us through a little bit about how that might affect you? I don't know who to ask on this.",
      "Barry Hughes: Certainly. Well, I think that we are going to need to maintain a clear record of any cases that are referred to the CPS from the police and that will—. Normally, we do this through our case management system, which is England-and-Wales wide, and you'd put a flag on. So, for example, domestic abuse, there's a flag for that, and assault on a child, there's a flag for that. But this would be a very specific flag for assault on a child—reasonable chastisement. Trying to get that through on a system that covers all of England and Wales—it's quite expensive, unbelievably; it wouldn't happen. So, we would keep a manual log of every referral. That would be unmanageable if we were dealing with hundreds and hundreds of cases.",
      "Suzy Davies AM: So, you're not anticipating hundreds and hundreds.",
      "Barry Hughes: Not at all. Not at all. My take on it: I've seen and spoken with Matt Jukes about this, from South Wales Police; I have seen the justice impact assessment; I've seen the research that's been fed through from New Zealand; and I've seen our own response to a freedom of information request and the papers that the CPS put into the review that you mentioned earlier in 2007. I would be very surprised if we were to prosecute anything other than low single figures a year, if that much. If that much. We may have more referrals from the police, but I doubt it would be double the figure we prosecute, even. So, you're talking small numbers. Now, small numbers—and we might not have any. Okay? It depends. Obviously, if there's a really good awareness-raising campaign, you make it less likely. And, for us, prosecution—it's not the first port of call here at all. There are out-of-court disposals and there are all sorts of diversions that you will have discussed, and I know you've discussed, with the police and the police and crime commissioner. So, the numbers will be very small, which means we would be able to keep a clear track on those and, obviously, we would wish to keep the situation under review, and we'd reach a period of time after whatever—12, 18 months, maybe 24 months—where we'd look back to see how we are doing. And I'd like to think that we will be doing that in consultation with interested parties and stakeholders. We do this already with certain types of offences. We have what we call local scrutiny involvement panels. So, for offences such as racially aggravated offending, whether it's criminal damage or offence against the person, we will bring together interested parties, by which I mean people from outside the CPS, quite often third sector agencies that represent vulnerable groups. We'd bring them in and look through the cases. So, we open our books, show them our cases, and we have a very frank discussion. We involve the police in that as well. That, in turn, helps us shape and improve the way that we prosecute these cases and I can foresee that, after this legislation came in, we might get 18 months, two years down the road, and I can see us sitting in a room with some of the cases we've prosecuted, maybe cases we've decided not to prosecute, with the police and interested parties from both sides, to have a discussion about how we're doing with it all. And I'd like to think that the Welsh Government would be involved in that as well.",
      "Suzy Davies AM: That's really helpful to know because, of course, one of the difficulties of dealing with the culture change, which is what the Minister's effectively after here, is that we are still talking about it in the context of criminal legislation. It's nobody's fault; that's just how it is. And what I'm hearing from you is that the chances of somebody who's currently protected by the defence and is not part of a bigger case where there's serial smacking or other difficulties in a family, for example—the chances of them getting to you in the first place are pretty low, and then the chances of them passing even the current public interest tests are pretty low. In which case, my question is: why are we bothering with this law rather than concentrating on a new piece of law, possibly through the civil system, which would achieve the culture change better? Maybe that's not a question you feel that you can answer, but you can see why I'm asking the question.",
      "Barry Hughes: I can attempt an answer. I follow entirely where you're going. I agree, the chances are pretty low, but they're greater than they are presently. In other words, there is a greater degree of protection for children, and I think the value that would derive from this legislation is the message that it sends out. I go back to what I was saying to you right at the start, about the evolution of the law, and the way we've seen many other countries around the world adopt a very similar approach to that being proposed by the Welsh Government is, in my view, an evolution of the law. So, yes, there may not be many more prosecutions, but there won't be fewer than there are presently, because there's a greater degree of protection for children.",
      "Suzy Davies AM: Okay, that's really helpful, thank you.",
      "Lynne Neagle AM: Before we move on, can I just ask—? The Children Act 2004 applies to a child up to the age of 18—",
      "Barry Hughes: Sixteen.",
      "Lynne Neagle AM: You mentioned 16; that's what I wanted to clarify. Our understanding was that it went up to 18.",
      "Barry Hughes: I'm reasonably confident that it's 16.FootnoteLink",
      "Lynne Neagle AM: Okay. Okay, thank you. We've got some questions now specifically on prosecutions and potential alternatives from Vikki Howells.",
      "Vikki Howells AM: Thank you, Chair. You've already touched quite a bit on the issue of the public interest test. Is there anything else you'd like to put on record about the factors that the CPS would be taking into consideration when applying the public interest test in respect of this Bill?",
      "Barry Hughes: Can I give you an example, which might illustrate the way in which things could be different? This is one, which—I give credit to Iwan for this, because he thought of it. If we take an adult with a small child—say, a four-year-old—in a supermarket, and the child is pulling cans off the shelves, it's quite annoying, and they keep doing it and keep doing it. The parent remonstrates, and the parent ends up finding that verbal admonishment is inadequate, and smacks the child lightly on the legs, which does the trick and the child stops. Presently, if someone in that supermarket were to report that to the police, I think the police would probably conclude that that is covered by the defence of reasonable chastisement. In other words, the evidential stage wouldn't be passed; you don't get on to consider the public interest. But if we have that same parent in there the following week, and you have the same happen again, presently, the defence would apply. Now, there comes a point in time when the defence stops applying. If that defence didn't apply at all, and we had a sequence of three offences, the public interest test would kick in, if I may put it like that, pretty quickly, because it would be repeated behaviour. So, that would be the distinction between how things are now and how they would be in the future, because the defence would not be available, so the public interest test would then come to the fore that much more quickly. So, when we apply the public interest test, the essence of it is about proportionality, and trying to come up with an approach that is proportionate to the offending. We look at the age of the offender, the age of the victim, we look at the circumstances, we look at the impact upon the victim, we look at the impact that's likely in relation to the suspect, and there is, within the code, a long list of matters that we take into account. Some of them are fairly obvious, such as previous convictions. If someone's got previous convictions for doing something wrong, it's more likely they're going to be prosecuted the next time. But there's no part of the law that says that prosecution will always follow. Mostly, it's reasonably obvious; the more serious an offence, the more likely you are to be prosecuted.",
      "Vikki Howells AM: Thank you, that's really useful, and—",
      "Lynne Neagle AM: Just before you move on, can I ask you a question? This morning the committee was meeting with groups of parents who are opposed to the Bill and groups of parents who are for the Bill, and one of the parents this morning was querying where the interests of the child would come into the public interest test. Now, I've looked at the code and there is a section about impact on the victim. Can you just clarify for the record how the best interests of the child would be taken into account in considering whether to go forward with a prosecution?",
      "Barry Hughes: Normally, if there were an assault by someone else upon a child, outside the family, we would tend to take views from the parents of that child. In circumstances where both parents, arguably, are the suspects, we probably wouldn't be asking them. We would find another way, and we would talk with the police to ensure that we are informed about how the child feels about what has happened. It may be that there are—. I can foresee real difficulties in circumstances where we have parents who are separating where the children are being used, effectively, in divorce proceedings, for example, where we might have one parent saying there was a really bad impact upon the child and the other parent saying there wasn't. We'd want to find a way to cut through that to work out really from the police how does the child feel about that. So, we would tailor it to the circumstances of the particular incident to assess how the child feels about it. It's not determinative, nor is it determinative in cases where we prosecute for adult defendants inflicting some form of assault upon adult victims. It's not determinative but it is a factor that we take into account.",
      "Lynne Neagle AM: Okay, thank you. Suzy, you've got a supplementary on that.",
      "Suzy Davies AM: Yes. In the same session this morning I thought this was an interesting question raised by a parent, on the rights of the child side of things, where if a parent offers a child two forms of punishment because that child has done something that they know they shouldn't have, and they're given the option of, 'You can have a quick smack and a cwtch, or you're going to your bedroom for quarter of an hour', and the child is allowed to choose and the child chooses the smack, what happens then? I'm not offering any views on the fact that this choice has been given, but it was put to us today about how would that fall in the law once it were changed.",
      "Barry Hughes: That's a really interesting question. There is a body of law that—",
      "Suzy Davies AM: A child can't consent to assault.",
      "Barry Hughes: Yes, you can't consent to a serious assault, apart from in certain—. The law is really quite difficult. So, for example, tattooing is a serious assault on one level, but you can consent to a tattoo. I can think of one case where a man branded his initials on a woman's buttocks, but she consented to it and the Court of Appeal held that they could consent to that. I can also think of a series of cases, which I won't get into here, that involve sadomasochistic behaviour between adults, some of which was really serious, and involved people willingly applying themselves to things that no sane person would do. And the Court of Appeal in that case, a case called Brown, said, 'No, that's going too far—you can't consent to that.' Then, you may have seen there was a case from the midlands recently where a gentleman operating a tattoo parlour was also involved in body surgery—splitting people's tongues. That went too far as well. So, there is again—I referred before to the spectrum of offending, and there is a clear spectrum of offending that you can realistically consent to and then you get to offending you can't consent to. So, the law has considered that in some depth. I'm still not entirely clear, and I speak as a lawyer. When it comes to much lesser assaults, the law is more unclear as to what you can consent to.",
      "Suzy Davies AM: Yes, because we're talking below a certain standard here as well. Okay.",
      "Barry Hughes: As to what you can consent to, it's less clear. It would need to be developed.",
      "Suzy Davies AM: Okay, thank you for that.",
      "Lynne Neagle AM: Thank you. Vikki.",
      "Vikki Howells AM: Thank you. I've got one further series of questions around out-of-court disposals, which you've already mentioned briefly. In your written evidence, you say there's ongoing work exploring diversion rather than prosecution in respect of this Bill. Firstly, could you tell us a bit more about the work that is being done to explore this as an option?",
      "Barry Hughes: We've been working with the National Police Chiefs' Council. Their lead is deputy chief constable Sara Glen. She is responsible for developing the police approach to out-of-court disposals and simplifying the range of out-of-court disposals. There is quite a range, and life would be simpler and clearer to have fewer types of disposal with more clarity about what each one of them involved. I must say, this is primarily a matter for the police, because there are a great many offences or reports of crime that do not reach the CPS because they are dealt with by way of an out-of-court disposal. Any case that the police refer to us for a charging decision is going to be something—. There's a document called the director's guidance on charging, which is issued by the director of public prosecutions, which sets out offences the police may charge and offences the CPS may charge. Offences that the police refer to us for a charging decision will generally be offences where they feel that there should be a prosecution rather than an out-of-court disposal. There may be cases where it's genuinely very difficult to assess what's the best approach, in which case we will have a conversation with them, a meaningful conversation, about what's the best way to approach that particular case. There will also be cases, and we see these not that rarely, where the police will bring a case to us for a prosecution on the basis that satisfies the evidential stage and satisfies the public interest stage, and we take a different view on the public interest stage. So, we might say—for example, it involves a 15-year-old youth—we  think that diversion from the criminal justice system is a better disposal and we decide not to prosecute. We aren't responsible for administering the out-of-court disposal or indeed monitoring compliance with that disposal, if, for example, it has conditions attached, such as repayment of the damage caused to a window or a front gate. That's not our responsibility—that will fall to the police—but we can decide that an out-of-court disposal is a more appropriate disposal than a prosecution. Does that help?",
      "Vikki Howells AM: It does. One final question on that then: creating a body of out-of-court disposals that are specific to this Bill—how would that actually work in practice do you think, given the fact that the Assembly's legislative competence to make provision on the face of the Bill is limited?",
      "Barry Hughes: The way I might see it is that, clearly, policing's not devolved, the CPS is not devolved—the way I might see this is that, within Wales, you could build an infrastructure that provides for a range of out-of-court disposals. You can't direct the police or the CPS to point people towards that, but, if you build a good infrastructure, it's more likely that people will be pointed in that direction.",
      "Vikki Howells AM: And who would build that infrastructure, in your opinion?",
      "Barry Hughes: Somewhere within Wales—Welsh Government, local authorities, the police working in partnership. It may be that the police and crime commissioners use some of their commissioning powers to work something up. I'm not the right person to answer that question.",
      "Vikki Howells AM: Okay. Thank you, Chair.",
      "Lynne Neagle AM: Thank you. If I could just ask about awareness raising, then: you mentioned the Bill in Scotland, but that Bill includes a duty on the Government to raise awareness of the change. There's no such duty proposed in this Bill. Do you think that's right or should this committee be saying that there should be a similar duty imposed in Wales?",
      "Barry Hughes: I'm not sure it's for me to say whether there should be a duty or not. I can, however, say that I think the greater the level of awareness, the more likely it is that the Act, if passed, will achieve its intentions.",
      "Lynne Neagle AM: Okay, thank you. And, in your written evidence, you mentioned the fact that there's no indication of any plans for awareness raising in England and that if a person from England is being prosecuted in Wales as a result of this change, a question could arise about the lack of knowledge about the different provisions that apply in Wales. Can I ask what approach the CPS currently takes in Wales if a law is unintentionally broken by someone who's come from outside the UK, for example?",
      "Barry Hughes: It's straightforward: if someone comes to this country and commits an offence here—by this country, I'd say England or Wales; I'd treat them as one for these purposes—if someone comes from abroad and commits an offence that isn't an offence in their country, but is an offence here, then I'm afraid that ignorance of the law is no defence. So, raising awareness is important, and I saw, and I was pleased to see, that the media publicity surrounding this proposed legislation, which is now going through, reached as far afield as New York and had widespread media coverage across England and Wales, and I think the Government would be well placed here to take advantage of that willingness of the media to explore something, which is potentially divisive, and I think you've probably seen some of that. Anything like that is a good story, and a good story gets out there, which means you're more likely to make people aware of it.",
      "Lynne Neagle AM: Okay, thank you. We've got some questions now on the unintended consequences from Siân Gwenllian.",
      "Sian Gwenllian AM: Yes, we've discussed some of these already, but, for example, under the new law, or the proposed law, would one unintended consequence be that, if someone living in Wales who can't use the reasonable punishment defence—would their life prospects be different compared to those people in England, who will be able to use that defence? I think you've mentioned that in your written evidence.",
      "Barry Hughes: Yes. Okay. A simple answer: if somebody in Wales is convicted—so, if it goes towards the end of the spectrum that is serious, which results in a prosecution—. It may be—the sort of circumstance I can see happening here is somebody who takes a principled stand and declines any form of out-of-court disposal and says, 'Prosecute me'. We probably would end up prosecuting, because it's a relatively serious offence. So, let's say it comes to court and let's say they end up being convicted of assaulting their child—in circumstances that would not have happened in England—then they would have a criminal conviction they wouldn't have in England, and that, inevitably, has an impact upon their life prospects. But I think, along the road there, there would have been an element of choice.",
      "Sian Gwenllian AM: Okay. And do you think that that would be an isolated incident?",
      "Barry Hughes: Yes, truly, I believe, an isolated incident. I've said before that I would be very surprised if we even had referrals that reached double figures on these cases. They're likely to be very limited. When the CPS was asked to conduct a survey across all of England and Wales—this was the review in 2007—it spanned just over a two-year period, and there were 12 cases that were brought up at that stage. Now, I have to say, I don't think that's entirely reliable, but it is indicative. We had a Freedom of Information Act request at one stage, which threw up something like three cases in a year. So, if you think about that as being all of England and Wales—and we make up about 5 per cent of the volume of criminal prosecutions nationally—you can see why I might say the numbers are likely to be small, for the reasons we've explored about getting past the evidential stage into the public interest.",
      "Sian Gwenllian AM: Thank you for that. In terms of thinking about another kind of unintended consequence, in terms of managing performance and all of the targets that the police need to reach, are we perhaps going to see some people going through the criminal justice system in an inappropriate way and contrary to the interests of the child, because we need to reach some target in terms of performance measures?",
      "Barry Hughes: I have to say I think that extremely unlikely. In the CPS, we don't have targets for securing convictions or not. Clearly, we prosecute if we think that there's a reasonable prospect, a realistic prospect, of conviction and it's in the public interest, but we have no targets. And I would also say, because the numbers here are likely to be so small, any assertion of looking to meet targets—it's a tiny, tiny fragment of a drop in the ocean.",
      "Sian Gwenllian AM: What about—? There is a target for unsolved crimes, or unsolved offences. What if they fall into that category? Is that an unintended consequence?",
      "Barry Hughes: I'm talking about something I don't have great knowledge of here. There was, at one stage, a series of targets for the police that bore down upon cases that secure what was called a sanction detection, which counted for Home Office figures. That disappeared some years ago. Some individual constabularies may still have targets, but, as far as I'm aware, we don't have a suite of national measures. The police are required to report against this, but we don't have targets. And, in my experience, the police are much more sensible these days than they may have been 20 years ago, in terms of trying to get cases charged in order to meet some notional target. It's much less of an issue than it ever was—much.",
      "Sian Gwenllian AM: Okay. We've mentioned this, namely the risk of malicious reporting against parents involved in private family law cases. This happens now, of course. Is that going to increase if we change the law?",
      "Barry Hughes: There is greater potential for it to increase. I think the numbers, again, will be tiny, and dwarfed by the number of cases where we have to deal with the fallout between a relationship breakdown between partners—whether they be living within the same house or living in different houses. Regrettably, there are times when children are used as part of this ongoing dispute. Getting into the subtleties of the father, say, smacking the child in a way that was reasonable chastisement or was not reasonable chastisement is probably part of a much bigger piece here. I can see it potentially arising. It's not something that would cause me concern, simply because we already have a well-developed approach to dealing with the way in which we evaluate the evidence from parties who may well have a particular position that they want to reinforce, sometimes through exaggeration of basic facts and sometimes through fabrication.",
      "Sian Gwenllian AM: Are there any other unintended consequences that come to your mind if we introduce this law?",
      "Barry Hughes: No, I think we've had a pretty helpful canter through most of the circumstances here that might happen. And I can't think of anything else off the top of my head.",
      "Sian Gwenllian AM: Finally from me, therefore—another issue, in a way—the European convention on human rights. Would not introducing the new law mean, at some point, that Wales could get itself into difficulty because there is a breach of the human rights convention? And therefore England as well, at some point.",
      "Barry Hughes: Right. How to approach that one? In the 2007 review to which we've referred already, the Government, the then Government, set out its position that it believes that section 58, in the way that it was drafted, is compliant with the European convention. There are various parties who would disagree with that, but that was the then Government's position. If Wales implements this legislation and it becomes part of the law, then, arguably, Wales would be more in compliance with ECHR than not, and England would be less so. But nonetheless, at present, I haven't seen any demurral from the position that was expressed in 2007, which is that they consider that the position that's been adopted with section 58 is compliant with the legislation. It may well be tested by case law; that's the way it's likely to happen. Some of the changes in this arena were driven by case law—so, that case I referred to, Regina v H, which was heard back in 2001 in the Court of Appeal, was significant in helping shape the direction of travel towards section 58.",
      "Sian Gwenllian AM: And that case law not necessarily would have to happen within the UK—that case law could come from other countries within the European Union.",
      "Barry Hughes: It could, but I would be a foolish man if I were to say what impact European jurisprudence might have upon us. [Laughter.]",
      "Suzy Davies AM: [Inaudible.]—like common law jurisdictions would be.",
      "Barry Hughes: Yes. At this point in time, that'd be a bit of a punt.",
      "Lynne Neagle AM: Yes. Okay. Thank you. Janet.",
      "Janet Finch-Saunders AM: Yes. Suzy's touched on this mildly, but, in written evidence, you say that you do not consider that the costs of prosecuting cases made possible by the Bill will be of great significance to the Crown Prosecution Service, and you're basing that, from your evidence here today, on the low numbers of prosecutions. So, we've been asked by individuals, and we've had consultation responses from individuals, who've argued that there is no point creating legislation if people are not prosecuted for breaching it. What's your answer to that?",
      "Barry Hughes: There is a huge body of legislation out there that outlaws certain offences, and I think probably about—. There are over—. From memory—please never hold me to this—but, from memory, there are something like 10,000 criminal offences; we probably prosecute 5 per cent of those in any given year. There are some offences on the statute—. I've been prosecuting for 32 years now; there are some offences that I've never come near and probably never will. But, nonetheless, the fact those offences exist sets out in terms what is acceptable and what is not acceptable. So, we have various defences to do with Acts. I remember seeing some about Antarctic stations and offences that might be committed there. Well, they're not something that we do, but it sets out what's tolerant—what's tolerable, sorry, and what isn't. So, the fact that we might not have many prosecutions is, for me, not a reason not to say that we shouldn't signify that certain behaviour is or is not acceptable. Clearly, we don't wish to criminalise everything—that would be a nonsense—or to attempt to set the boundaries by almost micromanaging what individuals do and don't do. The criminal law provides a general framework within which to operate, which most people tend to understand. So, awareness is important and it comes back to that point.",
      "Janet Finch-Saunders AM: Thank you. And then the explanatory memorandum says there is a shortage of registered intermediaries who assist child witnesses during police interview and when giving evidence in court. Is this a potential barrier to implementing this proposed law, and are there any other potential barriers you want to raise?",
      "Barry Hughes: No. It's a potential barrier, but I don't think it is a barrier. There was a shortage of registered intermediaries in Wales, and I know that the Ministry of Justice have taken action to deal with that, and we have had a number of people who are now in a position to act as intermediaries. Now, of course, if they were to decide not to do that anymore, we may have a problem, but, in turn, we would be looking to recruit more people into those positions. So, yes, it has the potential to serve as a barrier, but in practice, I don't think it would be a barrier. I think, particularly given the very low numbers we're talking about, we would be able to manage it. I've got no significant concerns, I have to say.",
      "Lynne Neagle AM: Thank you. Well, we've come to the end of our time. Can I thank you for attending, the three of you, and for your answers, which have been fascinating and very clear and most helpful to the committee? You will be sent a transcript following the meeting to check for accuracy. Thank you again for your time in coming here today. Diolch yn fawr.",
      "Barry Hughes: Thank you. It's been a pleasure.",
      "Lynne Neagle AM: Item 3, then, is papers to note. Paper to note 1 is a letter from me to the Business Committee requesting an extension on the deadline for the Bill, which has now been agreed. Paper to note 2 is a letter from myself to the Deputy Minister for Health and Social Services requesting some further information from CAFCASS Cymru on the Bill. Paper to note 3 is a letter from myself to the Minister for Education regarding Diamond reform implementation ahead of our scrutiny session on 4 July. Are Members happy to note those? Item 4, then. Can I propose in accordance with Standing Order 17.42 that the committee resolves to meet in private for the remainder of the meeting? Are Members content? Thank you."
    ],
    "topic_list": [
      { "topic": "Efficacy of the law", "relevant_text_span": [["1", "16"]] },
      {
        "topic": "Divergence between the law in England and Wales",
        "relevant_text_span": [["17", "49"]]
      },
      {
        "topic": "Implementation of the law",
        "relevant_text_span": [["50", "79"]]
      },
      {
        "topic": "Prosecutions and potential alternatives",
        "relevant_text_span": [["80", "94"]]
      },
      {
        "topic": "Out-of-court disposals",
        "relevant_text_span": [["95", "105"]]
      },
      {
        "topic": "Unintended consequences",
        "relevant_text_span": [["106", "132"]]
      }
    ]
  },
  {
    "meeting_id": "m_test_1",
    "domain": "product",
    "meeting_transcripts": [
      "User Interface: That's the same as uh on the top of it uh with the the round uh button .",
      "Industrial Designer: Like this one .",
      "User Interface: But uh we don't uh we don't uh  we do think it's um well  what if with ease of use , w which prefers the  which the the customer of the user prefers .",
      "Industrial Designer: It's important . Uh I think th this is device which which has a learning curve . Um novice users u use this device as uh normal users use uh a c a remote control . And after a while they start to develop uh some skills in the the voice recognition functions , and then they will not use this dial as often . But other users who are new to this device need something like that .",
      "Project Manager: Okay .",
      "Industrial Designer: They n they need to understand what  uh how to change channels and uh change the volume , so it's easier for them",
      "Project Manager: Could could I see the scroll bar as uh as as a sort of shortcut ? A a and the voice recognition as well ,",
      "Industrial Designer: Yeah , maybe so . Yes , it's",
      "Project Manager: th maybe you could uh could uh",
      "Industrial Designer: Well , it's it's it's another approach , it's more that our um  .  There are there are many ways of doing uh things uh on such a device .",
      "Project Manager: Yeah .",
      "Industrial Designer: It's it's quite easy .",
      "Project Manager: Okay . Okay , good . And and the case is is rubber ?",
      "Industrial Designer: Yes , rubber ?",
      "Project Manager: And the buttons ?",
      "User Interface: Plastic or rubber .",
      "Industrial Designer: There are plastic or rubber .",
      "User Interface: Well ,",
      "Project Manager: Okay ,",
      "User Interface: yeah .",
      "Project Manager: and uh the colouring ?",
      "Industrial Designer: Uh yellow with uh",
      "Project Manager: with with grey or black .",
      "Industrial Designer: grey or black or something like that . Whatever cost uh cost uh the least .",
      "Project Manager: Okay ,",
      "Project Manager: we'll we'll come to that later . Um",
      "Project Manager: okay . Anything else to add or",
      "Industrial Designer: No .  Uh maybe we should uh think about these buttons .",
      "Project Manager: Yeah .",
      "Industrial Designer: But",
      "Marketing: Well , you could use two of them to programme the um channels on the two channel button ,",
      "Industrial Designer: Yes , but it",
      "Marketing: 'cause you have to assign two channel  new channels .",
      "Industrial Designer: but these are tasks that are only executed once , I think .",
      "Project Manager: M uh yeah .",
      "Industrial Designer: Or not ?",
      "Project Manager: M m but maybe you do want a programme button to uh for example activate the voice recognition , or train the voice voice recognition .",
      "Marketing: You",
      "Industrial Designer: Well okay . Okay , yeah , that's right . Or something li like that .",
      "User Interface: And a button for disabling the voice recognition .",
      "Project Manager: Yeah al although by pressing the button for I n don't know two , three seconds , you could also say it  you'd disable it with a little beep and and",
      "Industrial Designer: Yes .",
      "User Interface: Yeah .",
      "Project Manager: but o okay , that that's not really really important .",
      "User Interface: That's the basic idea , yeah . Of our prototype .",
      "Project Manager: The basic  okay . Okay . Um you thought of some evaluation crit criteria ?",
      "Marketing: Yes .",
      "Project Manager: Okay .",
      "Marketing: Uh my name is not name",
      "Project Manager: You are nameless .",
      "Marketing: but",
      "Marketing: Uh well , I used the   the uh  documents . And these uh were the most important criteria .",
      "Industrial Designer: Is it spongy ?",
      "Marketing: It should be .    yeah ,",
      "Marketing: that's uh how the fashion guys uh state it . Fancy look and feel . So",
      "User Interface: So just walk through it step by step . I mean , is it fancy , everything  I believe uh I believe it's fancy .",
      "Marketing: Uh well appar",
      "Industrial Designer: I believe it's fancy too .",
      "Marketing: Yeah , but apparently uh we shouldn't evaluate yet .",
      "Project Manager: No .",
      "User Interface: Oh , sorry .",
      "Marketing: So",
      "Project Manager: Okay , so",
      "Industrial Designer: Okay .",
      "Project Manager: this  these are the cr uh the criteria .",
      "Marketing: Yeah , I think these are the most important criteria .",
      "Project Manager: Okay , well",
      "Marketing: So uh",
      "Project Manager: the then we'll switch to my presentation . Um",
      "Marketing: that's about it .",
      "Project Manager: The production costs . The costs are not under  Can I   Um this is the",
      "User Interface: Twenty two .",
      "Project Manager: Yeah , it's it's w way above um uh above the the the twelve Euro fifty .",
      "User Interface: Yikes .",
      "Project Manager: And what makes it very expensive is uh for example the solar cell . So I guess we should skip that ,",
      "Industrial Designer: Well it's very expensive .",
      "Project Manager: because it's not that important .",
      "Industrial Designer: Okay .",
      "User Interface: Why does the price and and the s oh , one uh exa",
      "Project Manager: Yeah , the the price , the the number of items and the the sum .",
      "User Interface: yeah . The number of uh  yeah .",
      "Industrial Designer: Okay .",
      "Project Manager: Um well , this is what I would call our luxury model . Um if you would",
      "User Interface: And and does it",
      "Project Manager: if you look at the uh w w w what we could do to make it more um  to make it  just between the twelve Euro fifty , um then I did the following changes . Twelve Euro forty cents I came up with by leaving out the solar cells , um by not using the voice recognition feature ,",
      "Industrial Designer: Mm-hmm .",
      "Project Manager: because it's uh it's a four Euro uh addition to the price .",
      "Industrial Designer: Mm-hmm .",
      "Project Manager: Um  Yeah , I believe  Uh , push-button , well   It makes it the thirteen  yeah . Push-buttons are  buttons are are not the most expensive , but do add extra cost .",
      "Industrial Designer: Hmm .",
      "Project Manager: So um  yeah , th this design is not um within our price model .",
      "Industrial Designer: Okay .",
      "Project Manager: Um",
      "Industrial Designer: But I'm afraid it's not complete . Because we use spec uh specic uh special materials , the last item . And you have not added one item there .",
      "Project Manager: Yeah .",
      "Industrial Designer: So it's c way too expensive .",
      "Project Manager: It's still too expensive , yeah . Um",
      "User Interface: But that's that's only for the buttons .",
      "Project Manager: I I guess if we leave the  if we leave this one out , um",
      "User Interface: So the button we can use plastic .",
      "Project Manager: oh .",
      "Project Manager: And uh maybe not use the special form .",
      "User Interface: And the pla uh  And a plastic b just plastic buttons , a plas uh instead of rubber .",
      "Industrial Designer: But it",
      "Project Manager: It becomes a very dull remote control , I know .",
      "Industrial Designer: Yes .",
      "Project Manager: But it's the board decision . Um  And um  yeah .",
      "Industrial Designer: Well , b basically it   when when this is our only option , we should even consider changing the casing , because I think there's very little added value in uh an enhanced case with these dull functions .",
      "Project Manager: Yeah . Yeah , I know . Maybe we should look at an  uh focus on another uh",
      "Industrial Designer: So  Type of m maybe another market segment .",
      "Project Manager: Yeah , m uh maybe not not all that fancy , but just way way more easy uh uh um basic",
      "Industrial Designer: Yeah .",
      "Project Manager: and uh m maximise the profits",
      "Industrial Designer: Yes .",
      "Project Manager: and um",
      "Industrial Designer: That's  maybe that's better .",
      "Project Manager: Yeah .",
      "Industrial Designer: Maybe we could uh  we should go for straight and simple ,",
      "Project Manager: Yeah .",
      "Industrial Designer: but that's not what uh has been asked .",
      "Project Manager: I know , I know .",
      "Industrial Designer: So we should kick the board's uh   Well",
      "Project Manager: Yeah . Although I think we  yeah , but we could still make uh a remote control that ap uh um applies um more to young people uh by giving it another colour already .",
      "Industrial Designer: Hmm .",
      "Project Manager: Um so it is possible to make uh uh a device that attracts a little bit more to young people .",
      "Industrial Designer: Yes .",
      "Project Manager: Um but uh I agree it's it's not a fancy high-tech uh device . Definitely not , no .  It's not that innovative .",
      "Project Manager: Or however you s pronounce that .",
      "User Interface: Yeah , too bad .",
      "Project Manager: Um so , okay .  Um  Oh ,",
      "Project Manager: this is the wrong one . So uh that means redesign .  We do not have the time o uh now to to redesign the product .",
      "User Interface: Mm-hmm .",
      "Project Manager: Um  but we can evaluate the process and um uh uh the satisfaction on how things went . Um I'm not sure if we need to evaluate uh the device first . I guess",
      "Marketing: Um well , since we're not gonna manufacture it anyway",
      "Project Manager: Yeah .",
      "Project Manager: Yeah , that's true .",
      "Industrial Designer: Well , maybe it's good to do it anyway , because if we evaluate it , we we can also determine if our objectives are good .",
      "Project Manager: We l we can learn . Yeah . Yeah . I agree .",
      "Industrial Designer: So",
      "Project Manager: Well",
      "Industrial Designer: Is it fancy ?",
      "Project Manager: I d it is it is",
      "Marketing: Uh",
      "Marketing: Yay . Is it ? Is it fancy ?",
      "Project Manager: Yeah , I think so .",
      "User Interface: Um the yellow rubber , I think so .",
      "Industrial Designer: I think so .",
      "Project Manager: You like the rubber , uh Roo .",
      "User Interface: I'm into it .",
      "Marketing: So uh one ?",
      "Project Manager: Yeah .",
      "Industrial Designer: But it's not that fancy .",
      "Project Manager: No , I'll I'll I'll give it a two .",
      "Industrial Designer: I mean I think uh  I think it would have been more fancy if we used the titanium housing  the casing . It would be even more",
      "Project Manager: You like tita",
      "Industrial Designer: oh , you really like titanium . I'm I'm into it .",
      "Project Manager: That's a flavour as well .",
      "Industrial Designer: It has flavour . Yes , that's right .  You should taste it .",
      "Project Manager: Right . Um",
      "Project Manager: Yeah , I know ,",
      "Marketing: Is it uh",
      "Project Manager: but but it  but that's fancy in the way um   I mean fancy has has a lot of",
      "Industrial Designer: It has to do with fashion , I guess .",
      "Project Manager: Yeah .",
      "User Interface: It's trendy trendy , fun",
      "Industrial Designer: So do",
      "Marketing: And w",
      "User Interface: yeah .",
      "Marketing: yeah , w what they want  wanted was uh colours and soft materials .",
      "Project Manager: Yeah .",
      "Marketing: So in that way  It  it's fancy .",
      "Project Manager: It applies . It  yeah .",
      "User Interface: Well , just  give it a two .",
      "Industrial Designer: Okay .",
      "Project Manager: Yeah .",
      "Industrial Designer: Yes .",
      "User Interface: It's not the ultimate uh fancy two , but",
      "Industrial Designer: I think I th I think it would have been  I would have think  uh it could have been more fancy by using the double-curved case . It would have been even more fancy , but we decided not to , because if we use a double-curved case , we could not use solar .",
      "User Interface: Yeah , but that's sti that's uh",
      "Industrial Designer: So",
      "User Interface: Looking at the user uh needs , we only uh don't  we don't have the double-curved case . We w we do have uh the rubber , we do have the colours . That's two out of three . So I believe uh we are close uh to two .",
      "Industrial Designer: Yes .",
      "Project Manager: Yeah , I I agree .",
      "Industrial Designer: Yes , I agree too . It's okay . We did   yes , we did good .",
      "Marketing: Okay , and uh was it innovative ?",
      "Project Manager: Well ,",
      "Project Manager: with the voice recognition feature and uh",
      "User Interface: But that's not in it . Ov or can we",
      "Marketing: Yep .",
      "Project Manager: No , we are evaluating this this uh design now . This prototype .",
      "Industrial Designer: Well , let's let's  this product .",
      "User Interface: Okay .",
      "Industrial Designer: So I I I think it is . I think it's innovative .",
      "Project Manager: Yeah .",
      "User Interface: And the scroll uh wheel . The solar  not many remotes have the solar , I think .",
      "Industrial Designer: No . It could have been a little bit more innovative u by using the kinetic uh energy source , but it's it's way too",
      "Marketing: Yeah , and uh",
      "Project Manager: That would have been a thrill .",
      "Industrial Designer: yes , but",
      "Marketing: So uh also a uh two ?",
      "Industrial Designer: I think uh it's a two .",
      "Project Manager: Yep .",
      "Marketing: Is it easy to use ?",
      "Project Manager: I'm not sure .  I'm not sure .",
      "User Interface: Yeah .",
      "User Interface: Well yeah , the voice recognition of course is hard to learn , I think . Well , hard  it's not for the for the e for the elderly . They won't use it .",
      "Industrial Designer: Well , but there are two parts in this remote control . What you see here is is the basic part . Everybody can use it , so that's easy to use .",
      "Project Manager: Yeah .",
      "Industrial Designer: That's for a novice user . When you have a more advanced , elaborate user , well , such a user really would like to explore all these additional functions . So in that in that way it is advanced ,",
      "Project Manager: Yeah .",
      "Industrial Designer: and I think it's easy to use for for both uh types of users .",
      "User Interface: I think  I think a three .",
      "Industrial Designer: So uh  It's maybe  it's not very uh easy for",
      "User Interface: Wouldn't give it more .",
      "Project Manager: Uh I'm doubting  doubting as well . Um",
      "Marketing: Well the p the most important function is easy to use . The the zapping , channel switching , volume . But the more advanced functions are probably a bit harder .",
      "Project Manager: Okay . Uh two or three ? Three ? Wha wh what would be your guess ? I mean ease of use um does not only apply to the most basic functions .",
      "Industrial Designer: Okay .",
      "Project Manager: It's the uh it's it's overall . Is the device easy to use ?",
      "Industrial Designer: Yeah , that's right . You're right in that , but I   I guess uh an advanced user will will find the voice recognition function easy to use ,",
      "Project Manager: Yeah .",
      "Industrial Designer: because he is already  he or she is already an advanced user .",
      "Project Manager: Yeah .",
      "Industrial Designer: So",
      "Project Manager: Um  Okay .",
      "Industrial Designer: After all , I think  personally I would give a two . But",
      "Project Manager: Uh Roo , a three ?",
      "User Interface: Yep .",
      "Project Manager: Ruud ?",
      "Marketing: Good question . Uh I'll go uh for the two .",
      "Project Manager: Okay .",
      "Industrial Designer: So , it's two , two and three . Two threes . So that's ten .",
      "Project Manager: So I could make it e easy ?",
      "User Interface: If you make it a four it will be three in general .",
      "Industrial Designer: So that's w No , two and a half .",
      "User Interface: If he makes it a four . Not a three .",
      "Industrial Designer: Six and four . Six and four is ten . Divided by four is two and a half . So",
      "User Interface: Darn . Nee .",
      "Industrial Designer: Yes .",
      "Marketing: Hmm ? Huh ?",
      "Project Manager: Roo .",
      "User Interface: A seven , a three   No .",
      "Marketing: Yeah . I yeah  .",
      "User Interface: A four and a three together .",
      "Industrial Designer: Four ?",
      "User Interface: Yeah , you have a two , he has a two . Three ?",
      "Marketing: Yeah ,",
      "Industrial Designer: Two ?",
      "Marketing: two , two , three",
      "Project Manager: No ,",
      "User Interface: And a three ?",
      "Project Manager: I haven't said anything yet .",
      "User Interface: Nee . I know .",
      "Marketing: No .",
      "Project Manager: Okay , but if I would say a three , then it's six , and four is ten . Divided by four is two point five .",
      "Industrial Designer: Divided by four .",
      "User Interface: Yes . So if you want to have the conclusion as a three  three . Then you would make a four . If you fill out a four",
      "Project Manager: But I'm filling in a three .",
      "Industrial Designer: That's not even",
      "Project Manager: Does it  will  so it will be a two point five .",
      "Industrial Designer: But that's not possible to fill in ,",
      "Project Manager: Yes , it is .",
      "Industrial Designer: so we have to round it .",
      "Marketing: Is it easy to find ?",
      "Project Manager: I have a veto .  Exactly . It's not about the content , it's about  okay , um is it easy to f Yeah , definitely .",
      "User Interface: Yeah ,",
      "Industrial Designer: Yes .",
      "User Interface: we haven't re uh re uh really worked it out , but you c you can you can just say find and he repeats find .",
      "Industrial Designer: It it most definitely is  it's very easy .",
      "Project Manager: Yeah , or beeps or  yeah .",
      "User Interface: Yeah , but that's the that's the the basic idea of the the speaker uh",
      "Industrial Designer: Yes . Maybe  Uh I I think I think",
      "Project Manager: I'm here , I'm here .",
      "Industrial Designer: something like that . Maybe you have to uh programme it once , so to that l respond to uh a certain word or a certain sentence , something like where are you , and then it will sing I'm here . So something like that .",
      "Project Manager: Yeah . Yeah .",
      "User Interface: But even without it",
      "Project Manager: Yeah .",
      "Project Manager: Well , I uh",
      "Industrial Designer: So , I th",
      "Project Manager: we should not uh stay too long on this subject uh because of the time , but I personally give it a one .",
      "User Interface: Yeah .",
      "Project Manager: Um Sebastian ?",
      "Industrial Designer: Yeah , me too .",
      "User Interface: Me too .",
      "Marketing: Yeah , I agree .",
      "Project Manager: Right , well . The feel of the remote control is spongy . Well , uh",
      "Project Manager: it can't be more spongy . So",
      "Industrial Designer: Well , it can be . There are cases um in which the outside casing is  um can be  uh how d how do you prono is is moldable .",
      "User Interface: Was it one of our options ?",
      "Industrial Designer: No , it's not one of our option ,",
      "Marketing: No . Uh",
      "Project Manager: No okay , but but",
      "User Interface: So , in the in",
      "Industrial Designer: but when you look in the market , when you look",
      "Marketing: this this was a most spongy option .",
      "Project Manager: for the options given , it's the most spongy one .",
      "Industrial Designer: Uh yes ,",
      "User Interface: Yeah .",
      "Industrial Designer: but that's not that's not uh what they are talking about , I think . Because we compare all these uh characteristics  characteristics with uh market  uh with with the real market .",
      "Project Manager: Yeah . Yeah .",
      "Industrial Designer: So there are uh remote controls out there which are a lot more spongy . They're out there .",
      "Project Manager: They're out there .",
      "User Interface: But I think in this case in this case we've done the best we could .",
      "Project Manager: Yeah .",
      "Industrial Designer: Yes , but it's not good enough ,",
      "Project Manager: I'll give it a one .",
      "Industrial Designer: so it's a two .",
      "User Interface: I wan I'll take one .",
      "Industrial Designer: You take one ? What do you give it ?",
      "Marketing: Well yeah , it depends , 'cause it's the most spongy we could",
      "Project Manager: Yeah , I know , but you have to name a fig uh a number .",
      "Marketing: but  yeah .",
      "Project Manager: Because we need to go on  in  for the time .",
      "Marketing: Well , if I give it a one there'll be one hell of a calculation .",
      "User Interface: It will be a one .",
      "Marketing: So I'll just give it a two and make this a one point five .",
      "Industrial Designer: No no no . Uh I'll I'll change it , I'll make it m my my mark will be a four .",
      "Project Manager: You are",
      "Project Manager: okay .",
      "Project Manager: The remote control offers enough features .",
      "Project Manager: Well , Ruud , what what do you think about it ?",
      "Marketing: Well , the basic layout doesn't offem  offer much , but the voice recognition could add a lot . So",
      "Industrial Designer: Basically it's it's completely programmable .",
      "Marketing: Yeah , depends .",
      "Project Manager: Yeah .",
      "Industrial Designer: You can add very m much functionality by uh using the voice recognition mode .",
      "Project Manager: Yeah , I know .",
      "Industrial Designer: So it's quite advanced .",
      "Project Manager: What what we didn't talk about is um uh",
      "User Interface: Yeah , but  it ha doesn't has the digits . I believe it's  If you uh ask yourself it offers enough features , I don't I don't think it is  it has all the features um a normal remote has .",
      "Project Manager: I think it has .",
      "Marketing: Uh depends on what you uh implement in the speech feat",
      "Project Manager: Yeah . Bec because you can um  we didn't talk about it , but you do have uh remote controls that are able to adapt another signal . So ,",
      "Industrial Designer: Yes .",
      "Project Manager: you place a a regular uh remote control in front of the other one , hit the one or the two or the three , whatever , and it r records the uh the um   the the signals .",
      "Industrial Designer: Has uh the signals sent to it .",
      "User Interface: Yeah .",
      "Marketing: Signal .",
      "Project Manager: So you could uh uh uh enter any comment you like , as long it's able to  as long as our device is able to reproduce the infrared signal . So I think th this uh this is uh a a remote control with a very high level of features .",
      "Industrial Designer: Absolutely .",
      "Project Manager: Although there are i a few buttons , but the inside is is quite uh advanced .",
      "Industrial Designer: Yes . But that  that's its power , I guess , because uh a regular programmable uh remote control contains , well , uh really a lot of buttons . At at least uh forty buttons .",
      "Project Manager: Yeah . Yeah .",
      "Industrial Designer: So it's it's quite s complicated to get uh to get used to . And this is quite s simple .",
      "Project Manager: Yep .",
      "Industrial Designer: You can use your voice to to programme it . It's",
      "Project Manager: Yeah . Okay , um let's give it a number . I'll give it uh a one . For for the  for this t uh type of market , I think it's a one .",
      "User Interface: I'll give a two .",
      "Industrial Designer: Yeah , I'll give it a one .",
      "Marketing: Um I think think a one , 'cause  v with a voice recognition you could add anything you want , so that's like um",
      "Industrial Designer: Yes . I I've  I think we've uh succe succeed in in developing a product that's actually quite good , but not for this kind of market , and not for this kind of price .",
      "Project Manager: Yeah .",
      "Industrial Designer: So",
      "Project Manager: So high quality , low acceptance .",
      "Industrial Designer: Hmm .",
      "Project Manager: The product is is is uh b high qua uh has a high quality and and is uh advanced . But  whether or not our clients are are um willing to pay twenty five Euros for this kind of device is doub is  well , is not sure .",
      "Industrial Designer: Yes . Mm-hmm . Mm-hmm .",
      "Project Manager: D do you agree ?",
      "Industrial Designer: Yes , I agree . I",
      "Marketing: Maybe even because it doesn't look advanced .",
      "Project Manager: Yeah . Maybe we should have a radar uh  function .",
      "Industrial Designer: Yeah , okay .",
      "Industrial Designer: But   Yes .",
      "User Interface: But we could  couldn't uh  what what's the selling price ? Fifty ?",
      "Project Manager: Twenty five Euros .",
      "User Interface: Uh twenty five . And costs were twelve fifty .",
      "Project Manager: Yeah .",
      "User Interface: But even now , if only our production costs w  uh were exceeded the double , Think . Production cost was  were t uh was twenty two ?",
      "Project Manager: Mm-hmm .",
      "User Interface: So uh  selling price uh would be uh",
      "Industrial Designer: M about fifty Euros .",
      "User Interface: yeah .",
      "Industrial Designer: That's quite ex",
      "User Interface: That's price , but w w",
      "Industrial Designer: well , it's not it's not very expensive for a remote control that that has this functionality .",
      "User Interface: No . An original remote control of any TV kind , uh a Phillips remote control , y you pay uh",
      "Industrial Designer: Yes , it's more than fifty Euros . It's quite expensive , yes .",
      "User Interface: Yeah , I kn I know uh from a few years ago , it it it costed hundred Gilders .",
      "Project Manager: Bu but  well  yeah , I know , but you're paying for th for the brand , because there are uh remote controls which control your stereo , television , D_V_D_ , C_D_ player , for under twenty five Euros .",
      "Industrial Designer: Yes . Yes , but you can you c Yes , but you can learn this thing , all these functions .",
      "Project Manager: Yeah .",
      "Industrial Designer: And it's easier to use because those uh remote controls don't offer voice recognition",
      "Project Manager: .",
      "Industrial Designer: and this one does .",
      "Project Manager: Yeah .",
      "Industrial Designer: So I think it's worth its price .",
      "Project Manager: Okay . Um you had an overall rating . Um",
      "Marketing: Yeah , but uh  with these ratings uh",
      "Project Manager: That's counting .",
      "Industrial Designer: Well , it's it's about one point five . Something like that .",
      "Marketing: should be about one point s seven ,",
      "User Interface: Four six seven eight .",
      "Marketing: yeah .",
      "Project Manager: Okay .",
      "User Interface: Nine divided by six .",
      "Project Manager: Okay . Um we'll go further on with the the rest of the evaluation . About the project itself , not about the product . Um  What did you think about uh the process , the project process ? Ruud ?",
      "Project Manager: Try to translate that .",
      "Industrial Designer: Well",
      "User Interface: Hmm .",
      "Project Manager: Any any other  Uh , Roo ?",
      "User Interface: Yeah , I think uh",
      "Industrial Designer: Well , I think",
      "Marketing: Ye",
      "Project Manager: Roo .",
      "User Interface: The process was good .",
      "User Interface: But w um we weren't aware of the prices of the costs .",
      "Project Manager: Yeah .",
      "User Interface: And and that was the the big deal . I if we knew that before , we c we could have made",
      "Industrial Designer: Mm . Actually , we had",
      "User Interface: the the choice between  what",
      "Project Manager: Better decision .",
      "Industrial Designer: Yes .",
      "User Interface: yeah .",
      "Industrial Designer: We had we had too little information actually .",
      "Project Manager: Yeah .",
      "Industrial Designer: So  And uh um the the the  well , looking at room for creativity , there was w way too  the the choice of components was way too narrow .",
      "Project Manager: Less . Yeah .",
      "Industrial Designer: So there was not really a process of uh",
      "Project Manager: So we could we we could be  we could've been creative . But um it was tempered by the choice of components and the the price .",
      "Industrial Designer: Well  Yes .",
      "Marketing: The prices .",
      "Industrial Designer: Well , in the first meeting we we already were very creative .",
      "Project Manager: Yeah .",
      "Industrial Designer: We we thought of possibilities  who are not possible uh with the the current uh offer of uh manufacturing components . So",
      "Project Manager: Yeah .",
      "Industrial Designer: We're tempered by that , yes .",
      "Project Manager: Okay , Roo ? Any other thoughts on that ?",
      "User Interface: No , no .",
      "Project Manager: Ruud ?",
      "Marketing: I agree .",
      "Project Manager: You agree , okay . Uh leadership .",
      "User Interface: Fantastic .",
      "Project Manager: Okay , Roo's on for his promotion .",
      "Industrial Designer: Yeah ,  okay .",
      "Project Manager: Okay .",
      "Industrial Designer: I think we're a good team .",
      "Project Manager: I think so too , it's it's it's uh of course a laboratory environment . I missed it um to be able to contact you in between and uh say uh , hey Roo uh  .  Um",
      "User Interface: Yeah .",
      "Industrial Designer: Yes .",
      "Industrial Designer: Well , I tried once , but that was not allowed .",
      "Project Manager: Yeah .  So um",
      "Project Manager: Yeah , but but si uh w w w   when taken in account the the situation , uh I think we performed pretty well .",
      "Industrial Designer: I think so too .",
      "Project Manager: Yeah . Um",
      "User Interface: Yeah .",
      "Project Manager: the means , the SMARTboard , the digital pen . Did you like 'em ?",
      "Industrial Designer: Uh . The digital pen was okay , but SMARTboard was really bad .",
      "User Interface: Yeah .",
      "Project Manager: Because of the response",
      "Industrial Designer: It  it's",
      "Project Manager: or",
      "User Interface: Response",
      "Industrial Designer: The response is very slow",
      "User Interface: and",
      "Industrial Designer: and the possibilities are very limited . It's not accurate .",
      "Project Manager: Okay . Uh",
      "User Interface: Uh it it has  yeah . Yeah , it's not accurate . The p the pointing of the pen is not um the place where it it writes its  um uh where it uh",
      "Marketing: Draws .",
      "User Interface: Yeah , where it draws . It's uh  the drawing on on the b on the board is  r right from the pen .",
      "Project Manager: Okay , so",
      "User Interface: So uh",
      "Project Manager: it it had to be um better aligned , or what's the word ?",
      "User Interface: You to take in account that your  you m",
      "Project Manager: Uh yeah .",
      "User Interface: yeah uh",
      "Industrial Designer: Maybe it's  it needs to be calibrateds .",
      "User Interface: It's too slow",
      "Project Manager: It it was calibrated just before this meeting . Uh the one before , the third meeting .",
      "Industrial Designer: It is ?",
      "Project Manager: So uh it's not the calibration ,",
      "Industrial Designer: Okay .",
      "Project Manager: it's the thing itself , I think .",
      "User Interface: Hmm .",
      "Industrial Designer: Okay .",
      "Project Manager: Uh Ruud , w uh did you use the pen a lot ? Or not at all ?",
      "Marketing: No .",
      "Project Manager: Not at all .",
      "Marketing: Not really .",
      "Project Manager: Okay . I thought it was quite a handy uh thing ,",
      "Industrial Designer: I I think so too .",
      "Project Manager: although I would like to see um O_C_R_ .",
      "User Interface: Yep .",
      "Industrial Designer: Yes . Yes .",
      "User Interface: If it has O_C_R_  , uh I think uh I would use , but uh I I just uh took notes for myself and and and that's it .",
      "Project Manager: Yeah .",
      "User Interface: It w it w yeah . It was necessary for me to uh",
      "Project Manager: To digitise them .",
      "User Interface: Yeah , because if I want something on the computer , I just type it .",
      "Project Manager: Yeah .",
      "User Interface: I type faster than I write .",
      "Industrial Designer: Mm-hmm .",
      "Project Manager: Yeah .",
      "User Interface: So",
      "Industrial Designer: But I think it's a great solution for uh for uh a known problem , uh writing down some notes , some some inf uh information , and then um forgetting your notebook somewhere and losing all that information .",
      "Project Manager: Yeah .",
      "Industrial Designer: Because you have everything in one place and it's quite easy quite easy  it's it's possible to make this information digital and share it with others in a quite easy way .",
      "Project Manager: Yeah .",
      "Industrial Designer: I think it's a good product . I only think it's th the the shape of the pen is too big .",
      "Project Manager: Yeah .",
      "Industrial Designer: It's not quite uh ergonomic . Eco ergonomic .",
      "User Interface: Economic .",
      "Project Manager: I know .",
      "Project Manager: Yeah . Okay . Um  What w Uh Ruud , what did you think about the SMARTboards ?",
      "Marketing: Oh , I only use it to draw a rabbit ,",
      "Project Manager: Yeah . Okay , you can't really decide . No .",
      "Marketing: so   can't say much about it .",
      "Project Manager: I missed a feature to easily select uh a slide and uh distribute it to the laptops . I think that would be very easy if you could say okay , I want to use this for my own work or my own presentation further on or",
      "User Interface: Yeah .",
      "Industrial Designer: Yes .",
      "Marketing: No , or the other way around .",
      "Project Manager: Or the other way around , that you could show  but m",
      "Industrial Designer: Yes , yes .",
      "User Interface: But y you can",
      "Industrial Designer: That's quite what PowerPoint does .",
      "Marketing: Yeah .",
      "Project Manager: I know .",
      "User Interface: if you save this image , you can open it in your shared work folder .",
      "Project Manager: I know , but",
      "User Interface: So it's almost",
      "Project Manager: I know , but we couldn't use that feature ,",
      "User Interface: yeah .",
      "Project Manager: so I missed it .",
      "User Interface: Yep .",
      "Project Manager: We weren't able to do that . At least the  um I wasn't explained how to do such a th",
      "User Interface: Mm-hmm .  . A and the function of of filling an an uh an oval or an an object .",
      "Industrial Designer: An object , yes . Yes .",
      "User Interface: I it's not possible",
      "Industrial Designer: The drawing cap capabilities are very limited .",
      "User Interface: yeah .",
      "Project Manager: Okay .",
      "Industrial Designer: And and uh w you were  when you're using uh Windows , you're used to a certain interface and certain buttons , uh which you can use for drawing .",
      "Project Manager: Yeah .",
      "Industrial Designer: And a lot of these buttons don't appear here . So it's",
      "User Interface: Oh it looks like paint actually .",
      "Project Manager: Okay , so y it  it's not even as advanced as paint .",
      "Industrial Designer: Not not uh n not  way .",
      "Project Manager: Yeah .",
      "Industrial Designer: It's quite uh limited .",
      "Project Manager: Okay . Uh no .",
      "Project Manager: Yeah , the project is evaluated . Um but , well , we need to redesign uh the product .",
      "Industrial Designer: Okay . Oh , very good , celebration .",
      "Project Manager: Celebrate",
      "User Interface: Great .",
      "Industrial Designer: Pop uh pop up the champagne .",
      "Project Manager: Okay .  Um",
      "User Interface: It was a privilege working with you .",
      "Project Manager: you're dismissed .",
      "Project Manager: No , I think we are uh ready .",
      "Industrial Designer: Okay .",
      "User Interface: To private rooms ?",
      "Industrial Designer: I see some action over there .",
      "Project Manager: Private room , Roo . That sounds quite scary .",
      "Industrial Designer: Okay .",
      "Project Manager: No , let's find uh the way to  .   .",
      "Industrial Designer: uh we're done , we're finished ,  I believe . So , are there any more cycles in this process ? I think not .",
      "Project Manager: I don't believe so . Well , maybe we'd  get an email . Thank you for your",
      "Industrial Designer: But um how much time did we get for this meeting ?",
      "Project Manager: Forty minutes .",
      "Industrial Designer: And how much time is left ?",
      "Project Manager: A minute or or ten maybe . M",
      "Industrial Designer: Ten minutes .",
      "Project Manager: Yeah , ten or five .",
      "Industrial Designer: Okay . Okay .",
      "Project Manager: So , we can uh redesign our uh  Uh I would like to",
      "Industrial Designer: Well , I think we we we all know what the redesign should be . A simple , dull , uh one-coloured box .",
      "Marketing: And no added value . At all .",
      "Industrial Designer: No , it's it's just the same product that is already on the market .",
      "Marketing: So",
      "Project Manager: Oh .",
      "User Interface: But you see the problem ,",
      "Project Manager: Yeah .",
      "User Interface: y you can't continue your uh your line . Well , it's fluffy alright .  Spongy . A giraffe ?",
      "Industrial Designer: What is that ?",
      "Project Manager: Yeah .",
      "Industrial Designer: It's a giraffe eating a  eating leaves from a tree .",
      "Project Manager: It's blue tongue .",
      "Marketing: In interesting design .",
      "Project Manager: Yeah .  This is a new model . But",
      "Industrial Designer: So you're actually promoting Bluetooth . Or blue tongue .",
      "Project Manager: Blue tongue .",
      "Marketing: Oh uh it it does uh have a natural uh feeling .",
      "Project Manager: It's spongy .",
      "Marketing: So",
      "Marketing: Yeah .",
      "Project Manager: .  That is uh  it's a new feature next to Bluetooth to um disable all Bluetooth devices . Um",
      "Industrial Designer: Blue tongue .",
      "User Interface: Right .",
      "Industrial Designer: Okay . Let's wrap it up .",
      "Project Manager: Yeah , we're done here .",
      "Project Manager: Gentlemen , thank you for your cooperation .",
      "Industrial Designer: Thank you Mister manager .",
      "Industrial Designer: Now ,  let's have uh a bottle of champagne .",
      "User Interface: . Leave it here .",
      "Project Manager: Yes .",
      "User Interface: That's alright .",
      "Industrial Designer: .",
      "Marketing: ."
    ],
    "topic_list": [
      {
        "topic": "Introduction of a prototype",
        "relevant_text_span": [["0", "44"]]
      },
      {
        "topic": "Evaluation criteria of remote control",
        "relevant_text_span": [
          ["45", "69"],
          ["140", "354"]
        ]
      },
      {
        "topic": "Production costs of the product",
        "relevant_text_span": [
          ["70", "139"],
          ["355", "394"]
        ]
      },
      {
        "topic": "Evaluation of the project",
        "relevant_text_span": [["395", "596"]]
      }
    ]
  },
  {
    "meeting_id": "m_test_2",
    "domain": "product",
    "meeting_transcripts": [
      "Marketing: Okay .",
      "Project Manager: 'Kay so we'll try to zip through this , since we're short on time . Welcome everybody . Um hope your sessions went well . Um so this is our functional design meeting , we're going to consider um user needs , technical effects , and the working design of our remote control . Um I've been taking meetings on the minute minutes on the meetings   , and I'll be putting them in the shared documents folder so if there's anything you need to refer to you can find them in there . Um I I'll get the ones up for next time , um they're not finished yet . Right . Um so can we have updates from everyone from what you've worked on just kind of a quick summary of anything interesting that you'd like to share or discuss in this",
      "Marketing: And I can start if you want . Mm .",
      "Project Manager: sure .",
      "Marketing: Is there an order ? No .",
      "Project Manager: Hm ?",
      "Marketing: We haven't decided on an order .",
      "Project Manager: No , any any order's fine . Yeah .",
      "Marketing: First . Okay . Um , how do I put this",
      "Industrial Designer: Just uh",
      "Marketing: I'll just put the cable in .",
      "Project Manager: Oh yeah , sorry .",
      "Marketing: Is that it ? Can you see ?  Oh , here . Okay . So what happens it doesn't work ?",
      "Project Manager: It sh it takes a few seconds I think .",
      "Industrial Designer: You may need to",
      "User Interface: Who's that ?",
      "Marketing: No .",
      "Industrial Designer: But sometimes you have to do it",
      "Marketing: Is it in the right thing ?",
      "Industrial Designer: it's like a three set setting cycle , so press it a couple times , hold down function and then press F_ eight .",
      "Marketing: Oh wait , um . Uh . You need to help me .",
      "Project Manager: Uh-huh , and then press function .",
      "Project Manager: and F_ eight .",
      "Marketing: Yeah .",
      "User Interface: Could you just plug it back into hers because she had",
      "Marketing: Oh , wait .",
      "User Interface: oh .",
      "Marketing: That's  is that it ?",
      "Industrial Designer: Adjusting .",
      "Project Manager: Here we are .",
      "Industrial Designer: The cable might be a little loose or something . Oh , you got it .",
      "Marketing: Right here we are .",
      "Project Manager: Oh . Is it on ?",
      "Marketing: We're here .",
      "Project Manager: Okay .",
      "Marketing: Okay , um . In order to see what the functional requirements were to be found , um a hundred people were tested in a usability laboratory through just their habits to n know their habits were observed and questionnaires were given out . Um , the findings in in some cases matched what we were talking about . Custome Customers and users don't like the way remote controls look , they don't like the way they feel , they don't think they match their operating behaviour , and an example is what we were talking about , the buttons , they only use ten per cent of the buttons , so later on there's a study of the buttons that they use most and I think we should design according to these buttons . Easy to lose , and R_S_I_ . I don't know what R_S_I_ means . Um the person that did the questionnaire obviously did , I don't have a clue .",
      "Project Manager: Hm .",
      "Marketing: Um , according to the frequency of use and the relevance of each buttons , I have made a list of the buttons that we should focus on in order of importance . So the most important buttons are those to do with channel selection . They're used about a hundred and sixty times per hour . And um yeah so and and people like to zap a lot apparently , so this is the order . Channel selection , teletext , volume , and power . The other ones are the settings , and they're used less than  you know zero point eight to zero point five times per hour , and this means that I think we can we could have like a a button for all the settings , and then , just one , and then from there go on to the audio on the screen , either on the remote or on the television . Um , about the screen , and speech recognition , some people are more willing than others to actually pay for that . And if we look at the market , f people from well from fifteen to thirty five year old year olds , I don't really know how to describe this , um ninety one to seventy six percent of people in that age range are willing to pay more for this sort of product , while people that are above thirty five years ol um years old go from thirty five percent to eight percent , so people that are sixty five for example wouldn't actually pay for this sort of thing . Um I don't I don't know um what the decision to be made is , but I think that the people that actually do buy remotes m more are those like teenagers and young professionals and um , most likely , but we should discuss this together .  And that's all I have to say about the matter ,  um .",
      "Project Manager: 'Kay .",
      "Marketing: Shall I  what do I do ? Do I give this to someone else ?",
      "Project Manager: Yeah . Just move right on .",
      "User Interface: Right . So get this . Okay so now I need to press F_ eight , what is it ?",
      "Project Manager: Uh function F_ eight .",
      "Marketing: Function F_ eight .",
      "User Interface: 'Kay . What's function ?",
      "Project Manager: It's the little blue  w it's the one  th",
      "User Interface: Oh function , I see it .",
      "Project Manager: yeah . Yeah should be",
      "User Interface: There we go .",
      "Project Manager: It should be  yeah .",
      "User Interface: Okay . Um . This my presentation about the uh technical functions design and I basically just tried to focus on um  just what what functions we need and how to make that the best function for the user . So uh and I just sort of like thought about it myself and looked on the internet  .",
      "User Interface: And okay so basically um  I think i uh like it is really important that we sort of get this done in a user friendly and fashionable way . Um  so I think things like uh you know keeping buttons together that  like close together that um  are used in the same way , uh  or um maybe that making 'em the same colour , keeping the number of buttons the uh leas you know to a minimum , and also things like is it is it um is it uh  can you c y small enough large enough I'm not sure we c I guess we would need to do some research about , I would , about what size is appropriate and that sort of thing , um but basically we need to make sure that it turns on and off the TV . Does it have like capacity to change the channels ? Um  does it do  or do we need to have like functions for cable or V_C_R_ ? And then , is it findable , and uh how do we wanna do that ? And um   I just thought that these two remotes were pretty boring , um I dunno if this will work but  And I think we can find something that's more fun to look at and use than either of those .  Just I mean I like the one on the right better , just because it does have fewer buttons , uh but I mean I think we sh can sort of think about things like um  like colour and you know size , shapes , that sort of thing , to best fit the user .  That concludes my presentation .",
      "User Interface: Okay . You need the little thingy . Ooh .",
      "Industrial Designer: How do I um",
      "Marketing: S That's on view .",
      "Industrial Designer: Right .",
      "Marketing: Oh .",
      "Industrial Designer: Okay so this is on the working design , which is sort of the uh mechanical functions of the remote , um and the method I used was to basically look at existing designs and incorporate ideas from our last meeting . Um so I think we need two basic functions which is just the basic remote functions , the user can input a channel or volume setting and it will be output to the TV . And also we talked about um a location function where maybe you could press a button on the TV and it would send sort of signal to the remote where it would beep or flash or vibrate or whatever to tell you where the remote is . So the components we need are an energy source to power the remote , um input which would probably be buttons , although um we just talked about voice recognition , processor to take the information , um something to transmit it to the TV , and we also need something on the remote that would receive the location signal and have an output , like possibly a beep or a vibration . And also you need a sender for location signal , which would probably be a separate um thing that we'd have to sell with the remote and people could stick it on their TV or stick it on their wall . And this is just sort of an overview of how the remote works . Power comes from the battery , goes to the chip , um and then it is sent from there to an infrared bulb which is probably the easiest way to send to the TV . And then for the location function , you would have a sender on the TV which would output some sort of signal , um we could use I_R_ but we'd probably wanna use radio instead . That signal would go to a receiver which it would process it , and it would be output in the form of a buzzer or a light lighting up . Um so my personal preferences for how to build the remote would probably be uh , battery for the energy source , that way you wouldn't have to plug it in , um a button pad for input , um we can purchase a pre-made chip which will handle all the processing stuff , I_R_ transmitter to communicate to the TV , that's just sort of standard , um so most TVs have an I_R_ receiver . Probably a radio receiver to send out location function and to receive it and I'd probably say a buzzer for the location function on the remote itself . So that concludes my presentation .",
      "Project Manager: 'Kay .",
      "User Interface: Do you know about like",
      "Industrial Designer: Mm ?",
      "User Interface: I dunno , you seem like you know about",
      "Industrial Designer: Yeah , uh I d I was an engineer before I came here .",
      "User Interface: Okay . Cool .",
      "Project Manager: Okay . Well thank you everybody . Um  we have  we'll discuss that and then I just wanna mention some new project requirements that came in . Um , teletext is apparently outdated , so   due to internet popularity , so that's off the list . Um ,",
      "Project Manager: also our remote should be used only for television , um , no extra internet kinda fancy things , just the remote and the television . Um and also we need to incorporate our corporate image onto this , so um the phrase is , we put fashion in electronics , so let's be fashionable I guess . Um if we have something  I mean silver and and gold or yellow are our colours , so if we had a like a kind of silver one like you saw , and yellow writing , something like that . Okay . Um . So we need to make some decisions on the remote control functions . Um , yeah .  Do  Let's",
      "Project Manager: I guess we should yeah make some kind of brainstorming , see what we can",
      "User Interface: Like in terms of",
      "Marketing: How it looks or",
      "User Interface: how it looks , or like what it does ?",
      "Project Manager: wha what  um  well probably our target group and how it's gonna going to appeal to our target group and I dunno the the s",
      "User Interface: Okay .",
      "Project Manager: the buttons and what it does and that sort of thing . So .",
      "User Interface: Yeah . Okay . So  Is our target group then people  so do we wanna go ahead and design this thing with the finder button ?",
      "Project Manager: I think that seems to  yeah . Mm .",
      "User Interface: So",
      "Industrial Designer: It's easy to implement .",
      "User Interface: Okay . So the",
      "Marketing: the the buzzer you mean ,",
      "User Interface: yeah , yeah , yeah .",
      "Industrial Designer: Locator .",
      "Marketing: yeah , for sure , yeah .",
      "User Interface: So then our target age group would be the nineteen to thirty five range ,",
      "Project Manager: Yeah , teenagers and young professionals .",
      "User Interface: what was it ?",
      "Marketing: Well that's for speech recognition .",
      "Project Manager: Oh , uh .",
      "Industrial Designer: Well",
      "User Interface: Oh .",
      "Marketing: And screen . That's only for speech recognition and screen .",
      "Industrial Designer: I was thinking about that but uh I mean speech recognition is really hard to programme ,",
      "Project Manager: Yeah .",
      "Industrial Designer: and also , if the TV is on it's making sound and the people on the TV are talking , and if somebody says like one , then the TV's gonna switch itself to channel one ,",
      "Marketing: Yeah yeah yeah .",
      "Project Manager: Mm .",
      "Industrial Designer: or  it seems like a silly ,",
      "User Interface: Yeah .",
      "Marketing: I mean",
      "Industrial Designer: I'm not sure how you would implement it .",
      "User Interface: Yeah .",
      "Marketing: I just put the values  in .",
      "Project Manager: And if if you consider our budget , it probably",
      "Marketing: But um the screen is the same as what ,",
      "Industrial Designer: It's a cool idea but",
      "Project Manager: if you consider our budget , to h have speech recognition programmed in every single remote might be a little pricey .",
      "User Interface: Yeah .",
      "Marketing: Yeah , I'm happy with that .",
      "Project Manager: Yeah  .",
      "Project Manager: Right so um  yeah .",
      "User Interface: Hu yeah .",
      "Marketing: Completely .",
      "User Interface: Okay so are we gonna have just some kind of a  like we'll have the buzzer on the som like on the TV itself .",
      "Industrial Designer: Well you would have to have a button on a TV or on your wall or some place  since the TV already has power .",
      "Marketing: Yeah .",
      "Project Manager: Yeah .",
      "User Interface: Yeah .",
      "Industrial Designer: Yeah you click the button , it's gonna send out a signal , and I was thinking , I_R_ is line of sight , so unless the remote is like actually in front of the TV it's not gonna work , um so probably like a radio signal like on a on a cell phone .",
      "User Interface: Okay . Okay .",
      "Marketing: Yeah .",
      "Project Manager: Okay .",
      "Industrial Designer: Sends out a signal and then the the remote hears the signal and so it beeps probably .",
      "User Interface: Alright .",
      "Marketing: Okay .",
      "User Interface: Okay .",
      "Project Manager: So you you'd need like a separate base for that or like something you can",
      "Industrial Designer: It would have to be sold separately because if the sender's on the remote then you'd have to find the remote first to click the button to find the remote  .",
      "Project Manager: right . Yeah , yeah .",
      "Marketing: So do you plug it in the T_  you plug it in TV , this thing ?",
      "Industrial Designer: Yeah , it'd probably just stick it on your TV so if you need to find the remote , click the button .",
      "Marketing: Okay . Okay .",
      "User Interface: So it's now like a two-part thing .",
      "Industrial Designer: Yeah , so it would be a two part package .",
      "User Interface: Okay . Alright .",
      "Marketing: Okay .",
      "User Interface: So we get to design that too .",
      "User Interface: Make it fashionable . Um , okay .",
      "Project Manager: So do you think even though we're not talking about speek speech recognition our target group should still be teenagers and young professionals .",
      "Industrial Designer: Yeah I think so .",
      "Marketing: Yeah . Just there .",
      "Project Manager: Huh . Okay .",
      "Marketing: Mm . Are we um should that thing be on the  thing to put the  you s you talking about a home for it .",
      "Project Manager: Yeah .",
      "Marketing: Do you still want to build a little thing next to the telly or to p hang on the wall or shall we leave that for now ?",
      "Project Manager: We probably leave that . I mean I guess one takes care of the other , like um if you can yeah if you can call it then it's",
      "Marketing: Okay .",
      "User Interface: Yeah . Then it can live anywhere .",
      "Project Manager: Yeah  .",
      "User Interface: Yeah .",
      "Marketing: Okay . For the  so you have that button , that  so there's  is there a light or shall we leave just have a radio ?",
      "Industrial Designer: Um on the TV or on the phone ?",
      "Marketing: Are we just having a radio ? On the phone .",
      "Industrial Designer: Um it seemed like a  a beep seemed the most reasonable to me ,",
      "User Interface: T",
      "Marketing: You don't need a light . Yeah yeah yeah .",
      "Project Manager: Yeah .",
      "Industrial Designer: I think that's what the phone has ,",
      "Marketing: Yeah yeah .",
      "Project Manager: Yeah .",
      "Industrial Designer: I mean when you need to find your phone , you just have someone call it  and it starts ringing somewhere and then you can figure out that it's in the couch or wherever .",
      "Project Manager: And like if the if the phone's under the couch , you might not see the light , so",
      "Marketing: You can hear it's under the couch yeah .",
      "Project Manager: yeah .",
      "User Interface: So i Yeah .",
      "Marketing: Um ,   So need the other buttons . So we have this  mm .",
      "Project Manager: So I mean the two remotes that you had shown r I don't remember who showed them  , yeah you you did um ,",
      "User Interface: That was that was me .",
      "Marketing: Mm-hmm .",
      "Project Manager: they're  I mean one looked like it was for V_C_R_ type thing , and the other looked like just television .",
      "User Interface: I think w I think they're both sort of just like general remo they're both general remotes .",
      "Project Manager: Oh really . 'Cause that that is something we have to decide , is whether we want to have V_C_R_ capabilities .",
      "User Interface: And uh",
      "Industrial Designer: Does anyone know if V_C_R_s are the same across  international ?",
      "User Interface: Yeah .",
      "Project Manager: They're not  no .",
      "Marketing: They're not , no .",
      "Industrial Designer: Okay , so you'd need like a whole different set of buttons for everybody's V_C_R_s .",
      "User Interface: S",
      "Project Manager: Yeah , that's right , yeah .",
      "Marketing: It not V_H_S_ here ?",
      "Project Manager: But D_V_D_ probably is .",
      "Industrial Designer: Yeah , other than that region and coding thing .",
      "User Interface: Um",
      "Project Manager: And and if we're if we're targeting young professionals and teenagers , I mean it's gonna be D_V_D_ type , that's the the technology these days .",
      "Marketing: But V_C_R_s  Yeah . Yeah , for sure .",
      "Industrial Designer: Mm-hmm .",
      "User Interface: Yeah . So . Okay , let's see if I can  I think still though , it shouldn't be that hard to take  like just reduce the number of buttons you know ,",
      "Project Manager: Yeah .",
      "User Interface: like 'cause if you just have like one menu button , that works like with a you know , or you can just kind of scroll through the options u that come up on the TV .",
      "Project Manager: Yeah .",
      "Marketing: Well for sure we need the um  I think we can just design the channels ? I mean power's just a button , and it's not used that much ,",
      "Project Manager: S",
      "User Interface: Yeah .",
      "Project Manager: Huh .",
      "Industrial Designer: Mm-hmm .",
      "User Interface: Yeah .",
      "Marketing: s and it's usually that red",
      "User Interface: Yeah .",
      "Marketing: and I think it's quite nice to keep it like red .",
      "User Interface: Yeah .",
      "Project Manager: You know , I've seen some remotes that  where you just hold one , like if you hold one down it's it's a different colour than the other buttons but that turns it on . So you don't actually have a separate power button , it's just",
      "Marketing: Oh okay , yeah .",
      "User Interface: It seems like that would be hard though .",
      "Project Manager: But",
      "User Interface: I mean , like because unless you know",
      "Project Manager: It might be confusing . Yeah .",
      "User Interface: yeah . Just 'cause I wouldn't  I would probably pick it up and just be like uh why is there no on button .",
      "Project Manager: Yeah . Besides you like to be able to go power .",
      "Industrial Designer: Yeah , I never think to hold something down .",
      "Marketing: Yeah .",
      "Project Manager: I have the power",
      "User Interface: Yeah . B  Yeah .",
      "Project Manager: I guess . So we definitely want a power button and numbers . Right .",
      "User Interface: Yeah .",
      "Marketing: Well even um iPod thing   , like um , I don't know if people like this but if you want to reduce the number , of buttons , instead of having like one to nine , have a sort of",
      "User Interface: That sort of like joystick flat touch thing , yeah .",
      "Marketing: scrolling  I don't know .",
      "Project Manager: Mm .",
      "Marketing: Yeah . Because people li seem  now the iPod's out people seem to like this thing that there's no  Know you don't have one two three four five",
      "User Interface: Yeah , yeah . I think that's an interesting idea , 'cause it's cool ,",
      "Project Manager: Mm .",
      "User Interface: it's it's funny like you f like I just  I don't have an iPod but like I , you know , I just like started messing around with one of my friend's the other day , and you just sort of and  it's funny how you pick it up and you just figure out how to use it quite easily , like it's not that hard , you know .",
      "Project Manager: Yeah .",
      "Marketing: Yeah yeah , it's just  and it's one thing which has everything .",
      "User Interface: Yeah , and it is  yeah . It is really  but do you need a screen then , do you have to have a screen then ?",
      "Marketing: Well can't it tell the  like can't you  if you",
      "Industrial Designer: Yeah , you can have the number going around in the corner .",
      "User Interface: Yeah . Okay .",
      "Marketing: you can have the number on the telly going like one two three four five once you scroll and then",
      "User Interface: Yeah . Yeah . Okay so we have this like scrolling sort of button .",
      "Project Manager: Oh that's gonna  Is that like on on a mouse pad where like kind of",
      "User Interface: Like a disc . Yeah . Yeah . It's like  it's just like the same technology as a mouse pad .",
      "Project Manager: okay . I've never used one . No .",
      "Marketing: It's like l this  like that , and then you do that .",
      "Project Manager: Okay . Okay .",
      "User Interface: Yeah . Yeah and then .",
      "Marketing: And then you can have um   if you actually just want to zap , you can have like a thing  like that , and that , and then it can just be plus and minus .",
      "User Interface: Okay . So like it's like a little part of the circle that  Or it  oh so it's just a region of the circle that you can",
      "Marketing: Yeah , you can",
      "Project Manager: Well i",
      "User Interface: zap .",
      "Marketing: Yeah , click o actually click on to have",
      "User Interface: Okay .",
      "Project Manager: We could we could even have four buttons , like , if that's the if that's the mouse , you could have the volume and the channel changers just like on that as well .",
      "Marketing: Yeah .",
      "User Interface: Yeah . So volume could be like the top it and the bottom  So do you need to",
      "Industrial Designer: Doesn't it rotate though ,",
      "User Interface: okay .",
      "Industrial Designer: so it'll be moving around .",
      "User Interface: Well y you have to you have to like be able to change the function of it to like",
      "Marketing: What do you mean the function ?",
      "User Interface: I mean like okay , 'cause so  I dunno , I guess  Okay  so when you g scroll your thumb like around it , it'll s like say you're go you're going clockwise . That that means you're gonna go up the channels , and then you scroll the other way and it'll go down .",
      "Marketing: Yeah .",
      "Industrial Designer: Mm-hmm .",
      "User Interface: But then",
      "Marketing: Yeah .",
      "User Interface: so if you wanna switch to the  to u do you have to switch to a function where like y so you're either in that mode or you're in the mode where like it just has like the four like you know this is channel that way , that's that way and volume is up and down .",
      "Marketing: Yeah but it knows for some reason .",
      "User Interface: It just",
      "Marketing: The iPod knows .",
      "User Interface: It just kno  the iPod knows .  S",
      "Industrial Designer: If it works on an iPod then it works .",
      "Project Manager: Huh .",
      "User Interface: Yeah . So you just you just can either do this or like you can just touch it if you want .",
      "Industrial Designer: I don't have one .",
      "Marketing: Well for the volume you have to press the middle , and then go up .",
      "User Interface: Okay . That's what I mean . Okay . Okay so you have to like press this middle region and then you can scroll up , go up and down .",
      "Industrial Designer: Oh .",
      "Project Manager: So it's like holding",
      "Marketing: And then  well if you do that it goes , but if you  like that makes more sense 'cause there's already ones with up and down here , that I've seen .",
      "Project Manager: You can  o And you you  is there an extra actual button ? Or are you actually  you're just using the mouse to go up and down .",
      "Marketing: Well what you",
      "Project Manager: Like",
      "User Interface: It's like a b",
      "Marketing: for the iPod you press an  w right if you're on the channel let's say , then you press on the middle and then if you do that again the volume goes up , and if you do that it goes down .",
      "Project Manager: Mm-hmm . Mm-hmm . Right . Mm-hmm .",
      "Marketing: But if you wanna keep it with volume here and here , I'm pretty sure",
      "Project Manager: Well I mean if if you're gonna this for channels , right , then y wouldn't the volume need to be separate somehow ?",
      "Marketing: Yeah .",
      "Project Manager: Like you could just have",
      "Marketing: I don't know ,",
      "Project Manager: Oh , like",
      "Marketing: you could click and then have it up and down ,",
      "Project Manager: Oh you could actually",
      "User Interface: Like",
      "Marketing: but I think",
      "User Interface: I think we can go on the fact that it does just work with the iPod .",
      "Marketing: Yeah yeah yeah .",
      "Project Manager: Yeah .",
      "Industrial Designer: Yeah  .",
      "User Interface: But the only thing is like , iPods are so expensive , like , it has to be  is that part of",
      "Project Manager: Is that what makes them expensi I think it's all of",
      "Industrial Designer: I don't think so .",
      "User Interface: yeah , I dunno , I dunno .",
      "Project Manager: they have so much memory though , that's  it's",
      "User Interface: You don't think so ? Okay .",
      "Industrial Designer: I don't think it's the wheel dealy .",
      "Marketing: I think it",
      "Project Manager: Yeah . I think it's the uh h it's their capabili I mean they  it can hold what like five thousand songs or something .",
      "User Interface: Okay .",
      "Marketing: Yeah .",
      "Industrial Designer: Yeah .  .",
      "User Interface: Yeah . I'm thinking we could  if if we're hav So ba I mean but an iPod just has that circle thing you know .",
      "Industrial Designer: And they're re-programmable aren't they ?",
      "Project Manager: Yeah .",
      "Industrial Designer: You can put on your songs and then put on a different set ,",
      "Project Manager: Yeah . Yeah .",
      "Industrial Designer: that's probably why they're expensive , they're like little computers .",
      "User Interface: Yeah .",
      "Project Manager: S",
      "User Interface: Yeah . Well like since it just has the circle thing , you could make it a qui a kind of cool shape , like it could be a cool sort of you know , because it could be circular , you know , or something weird like that , just",
      "Marketing: Yeah .",
      "Industrial Designer: Mm-hmm .",
      "Marketing: Yeah yeah yeah . Well it could just be simple instead of being a l mass . Because , the other thing , I didn't tell you all my presentation  , is that people find it  find that it's a big waste of time to have to learn how to use your remote",
      "User Interface: Yeah .",
      "Marketing: and that's another thing they complained about .",
      "Project Manager: Mm .",
      "User Interface: Yeah .",
      "Marketing: Um , what other buttons were there ? Volume  oh we've ts just said that .",
      "User Interface: So okay .",
      "Marketing: Channel selection .",
      "User Interface: This is just for TV , it's not for  or it is  does need to be compatible with",
      "Project Manager: Um",
      "Industrial Designer: I  A D_V_D_ is simple , you just have play , pause , eject ,",
      "User Interface: Yeah .",
      "Project Manager: You know actually our our new project requirements , I'm not sure if they meant o onl use only for television as in not for D_V_D_ or just not internet type things .",
      "User Interface: So how do you switch",
      "Marketing: Menu .",
      "Industrial Designer: and menu maybe . Oh yeah .",
      "Project Manager: So I'll I'll check that and update you on the next",
      "User Interface: Okay . So like if we had that",
      "Project Manager: But we'll hold off on that 'cause",
      "User Interface: Yeah .",
      "Project Manager: But s yeah uh .",
      "Marketing: But D_V_D_ players usually have their own remote .",
      "User Interface: That's true , yeah .",
      "Project Manager: Yeah .",
      "User Interface: So , I know I'm not c really clear on what",
      "Industrial Designer: But it's cool to have it all on one , because you wanna turn it on then you wanna turn up the volume , and then you wanna go to the menu , so you don't wanna switch .",
      "User Interface: Yeah , yeah .",
      "Marketing: Yeah , yeah , yeah .",
      "Project Manager: Mm . Mm .",
      "User Interface: So you'd have to have like",
      "Marketing: Yeah .",
      "User Interface: I think  you would have to have like a function switch button , you know somewhere so like you can  you're either on TV , you're on D_V_D_ or you're on V_C_R_ , or you're like . So",
      "Project Manager: Yeah .",
      "Industrial Designer: Well but D_V_D_ is only like four buttons .",
      "User Interface: Yeah ,",
      "Marketing: Yeah , it is only fun",
      "User Interface: but I mean like to switch the fun so like to switch the function of the little circle disc , the touch pad .",
      "Project Manager: But i Yeah .",
      "Industrial Designer: Oh . But I think the circle only does  channel isn't applicable to D_V_D_ really 'cause you don't wanna",
      "User Interface: Yeah but it  it would be",
      "Industrial Designer: but volume is and volume is actually controlled on the TV so you don't have to switch .",
      "User Interface: So  but I'm saying like , does it make sense to have like some kind of a button , so like you're  if you're on TV , like you can switch channels , but then if uh if you're on D_V_D_ then like the channel bu like the the region of the disc that was for channels is for like switching to different tracks or s you know , to different  I mean do we need to think about that ,",
      "Project Manager: Um , yeah , let's think about it",
      "User Interface: that like",
      "Industrial Designer: Yes we can try that .",
      "Project Manager: 'cause we need to wrap up ."
    ],
    "topic_list": [
      {
        "topic": "Functional design on the remote control",
        "relevant_text_span": [["1", "49"]]
      },
      {
        "topic": "New project requirement on remote control function",
        "relevant_text_span": [["64", "357"]]
      }
    ]
  },
  {
    "meeting_id": "m_test_3",
    "domain": "academic",
    "meeting_transcripts": [
      "Professor C: Uh , is it the twenty - fourth ?",
      "PhD F: now we 're on .",
      "Professor C: Yeah .",
      "PhD A: Uh Chuck , is the mike type wireless",
      "PhD F: Yes .",
      "PhD A: wireless headset ? OK .",
      "PhD F: Yes .",
      "Professor C: Yeah .",
      "PhD F: For you it is .",
      "Professor C: Yeah . We uh  we abandoned the lapel because they sort of were not too  not too hot , not too cold , they were  you know , they were  uh , far enough away that you got more background noise , uh , and uh  and so forth",
      "PhD A: Uh - huh .",
      "Professor C: but they weren't so close that they got quite the  you know , the really good  No , th",
      "PhD A: OK .",
      "Professor C: they  I mean they didn't  Wait a minute . I 'm saying that wrong . They were not so far away that they were really good representative distant mikes ,",
      "PhD A: Uh - huh .",
      "Professor C: but on the other hand they were not so close that they got rid of all the interference . So it was no  didn't seem to be a good point to them . On the other hand if you only had to have one mike in some ways you could argue the lapel was a good choice , precisely because it 's in the middle .",
      "PhD A: Yeah , yeah .",
      "Professor C: There 's uh , some kinds of junk that you get with these things that you don't get with the lapel uh , little mouth clicks and breaths and so forth are worse with these than with the lapel , but given the choice we  there seemed to be very strong opinions for uh , getting rid of lapels .",
      "PhD A: The mike number is",
      "Professor C: So ,",
      "PhD F: Uh , your mike number 's written on the back of that unit there .",
      "PhD A: Oh yeah . One .",
      "PhD F: And then the channel number 's usually one less than that .",
      "PhD A: Oh , OK . OK .",
      "PhD F: It - it 's one less than what 's written on the back of your",
      "PhD A: OK . OK .",
      "PhD F: yeah . So you should be zero , actually .",
      "PhD A: Hello ? Yeah .",
      "PhD F: For your uh , channel number .",
      "PhD A: Yep , yep .",
      "Professor C: And you should do a lot of talking so we get a lot more of your pronunciations . no , they don't  don't have a  have any Indian pronunciations .",
      "PhD F: So what we usually do is um , we typically will have our meetings",
      "Professor C: Yeah .",
      "PhD F: and then at the end of the meetings we 'll read the digits . Everybody goes around and reads the digits on the  the bottom of their forms .",
      "Professor C: Session R",
      "PhD D: R - nineteen ?",
      "PhD A: OK .",
      "Professor C: R - nineteen .",
      "PhD F: Yeah . We 're  This is session R - nineteen .",
      "Professor C: If you say so . O K . Do we have anything like an agenda ? What 's going on ? Um . I guess um . So . One thing",
      "PhD F: Sunil 's here for the summer ?",
      "Professor C: Sunil 's here for the summer , right . Um , so , one thing is to talk about a kick off meeting maybe uh , and then just uh , I guess uh , progress reports individually , and then uh , plans for where we go between now and then , pretty much . Um .",
      "PhD F: I could say a few words about um , some of the uh , compute stuff that 's happening around here , so that people in the group know .",
      "Professor C: Mm - hmm . OK . Why don't you start with that ? That 's sort of",
      "PhD F: OK .",
      "Professor C: Yeah ?",
      "PhD F: We um  So we just put in an order for about twelve new machines , uh , to use as sort of a compute farm . And um , uh , we ordered uh , SUN - Blade - one - hundreds , and um , I 'm not sure exactly how long it 'll take for those to come in , but , uh , in addition , we 're running  So the plan for using these is , uh , we 're running P - make and Customs here and Andreas has sort of gotten that all uh , fixed up and up to speed . And he 's got a number of little utilities that make it very easy to um ,  run things using P - make and Customs . You don't actually have to write P - make scripts and things like that . The simplest thing  And I can send an email around or , maybe I should do an FAQ on the web site about it or something . Um ,",
      "Professor C: How about an email that points to the FAQ ,",
      "PhD F: there 's a c",
      "Professor C: you know what I 'm saying ?",
      "PhD F: Yeah , yeah .",
      "Professor C: so that you can  Yeah .",
      "PhD F: Uh , there 's a command , uh , that you can use called \" run command \" . \" Run dash command \" , \" run hyphen command \" . And , if you say that and then some job that you want to execute , uh , it will find the fastest currently available machine , and export your job to that machine , and uh  and run it there and it 'll duplicate your environment . So you can try this as a simple test with uh , the L S command . So you can say \" run dash command L S \" , and , um , it 'll actually export that  LS command to some machine in the institute , and um , do an LS on your current directory . So , substitute LS for whatever command you want to run , and um  And that 's a simple way to get started using  using this . And , so , soon , when we get all the new machines up ,  um , e then we 'll have lots more compute to use . Now th one of the nice things is that uh , each machine that 's part of the P - make and Customs network has attributes associated with it . Uh , attributes like how much memory the machine has , what its speed is , what its operating system , and when you use something like \" run command \" , you can specify those attributes for your program . For example if you only want your thing to run under Linux , you can give it the Linux attribute , and then it will find the fastest available Linux machine and run it on that . So . You can control where your jobs go , to a certain extent , all the way down to an individual machine . Each machine has an attribute which is the name of itself . So you can give that as an attribute and it 'll only run on that . If there 's already a job running , on some machine that you 're trying to select , your job will get queued up , and then when that resource , that machine becomes available , your job will get exported there . So , there 's a lot of nice features to it and it kinda helps to balance the load of the machines and uh , right now Andreas and I have been the main ones using it and we 're  Uh . The SRI recognizer has all this P - make customs stuff built into it .",
      "Professor C: So as I understand , you know , he 's using all the machines and you 're using all the machines ,",
      "PhD F: So .",
      "Professor C: is the rough division of",
      "PhD F: Yeah . Exactly . Yeah , you know , I  I sort of got started  using the recognizer just recently and uh , uh I fired off a training job , and then I fired off a recognition job and I get this email about midnight from Andreas saying , \" uh , are you running two  trainings simultaneously s my m my jobs are not getting run . \" So I had to back off a little bit . But , soon as we get some more machines then uh  then we 'll have more compute available . So , um , that 's just a quick update about what we 've got . So .",
      "Grad G: Um , I have  I have a question about the uh , parallelization ?",
      "PhD F: Mm - hmm .",
      "Grad G: So , um , let 's say I have like , a thousand little  little jobs to do ?",
      "PhD F: Mm - hmm .",
      "Grad G: Um , how do I do it with \" run command \" ? I mean do",
      "PhD F: You could write a script uh , which called run command on each sub - job",
      "Grad G: Uh - huh . A thousand times ?",
      "PhD F: right ? But you probably wanna be careful with that",
      "Grad G: OK .",
      "PhD F: because um , you don't wanna saturate the network . Uh , so , um , you know , you should  you should probably not run more than , say ten jobs yourself at any one time , uh , just because then it would keep other people",
      "Grad G: Oh , too much file transfer and stuff .",
      "PhD F: Well it 's not that so much as that , you know , e with  if everybody ran fifty jobs at once then it would just bring everything to a halt and , you know , people 's jobs would get delayed , so it 's sort of a sharing thing . Um ,",
      "Grad G: OK .",
      "PhD F: so you should try to limit it to somet sometim some number around ten jobs at a time . Um . So if you had a script for example that had a thousand things it needed to run , um , you 'd somehow need to put some logic in there if you were gonna use \" run command \" , uh , to only have ten of those going at a time . And uh , then , when one of those finished you 'd fire off another one . Um ,",
      "Professor C: I remember I  I forget whether it was when the Rutgers or  or Hopkins workshop , I remember one of the workshops I was at there were  everybody was real excited cuz they got twenty - five machines and there was some kind of P - make like thing that sit sent things out .",
      "PhD F: Mm - hmm . Mm - hmm .",
      "Professor C: So all twenty - five people were sending things to all twenty - five machines",
      "PhD F: Mm - hmm . Yeah .",
      "Professor C: and  and things were a lot less efficient than if you 'd just use your own machine .",
      "PhD F: Yeah . Yep . Yeah , exactly . Yeah , you have to be a little bit careful .",
      "Professor C: as I recall , but . Yeah .",
      "PhD D: Hmm .",
      "PhD F: Um , but uh , you can also  If you have that level of parallelization um , and you don't wanna have to worry about writing the logic in  in a Perl script to take care of that , you can use um , P - make",
      "Grad G: Just do P - make .",
      "PhD F: and  and you basically write a Make file that uh , you know your final job depends on these one thousand things ,",
      "Grad G: s Mm - hmm .",
      "PhD F: and when you run P - make , uh , on your Make file , you can give it the dash capital J and  and then a number ,",
      "Grad G: Mm - hmm .",
      "PhD F: and that number represents how many uh , machines to use at once . And then it 'll make sure that it never goes above that .",
      "Grad G: Right .",
      "PhD F: So ,",
      "Grad G: Right . OK .",
      "PhD F: I can get some documentation .",
      "PhD D: So it  it 's  it 's not systematically queued . I mean all the jobs are running . If you launch twenty jobs , they are all running . Alright .",
      "PhD F: It depends . If you  \" Run command \" , that I mentioned before , is  doesn't know about other things that you might be running .",
      "PhD D: Uh - huh .",
      "PhD F: So , it would be possible to run a hundred run jobs at once ,",
      "PhD D: Right .",
      "PhD F: and they wouldn't know about each other . But if you use P - make , then , it knows about all the jobs that it has to run",
      "PhD D: Mm - hmm .",
      "PhD F: and it can control , uh , how many it runs simultaneously .",
      "Professor C: So \" run command \" doesn't use P - make , or  ?",
      "PhD F: It uses \" export \" underlyingly . But , if you  i It 's meant to be run one job at a time ? So you could fire off a thousand of those , and it doesn't know  any one of those doesn't know about the other ones that are running .",
      "Professor C: So why would one use that rather than P - make ?",
      "PhD F: Well , if you have , um  Like , for example , uh if you didn't wanna write a P - make script and you just had a , uh  an HTK training job that you know is gonna take uh , six hours to run , and somebody 's using , uh , the machine you typically use , you can say \" run command \" and your HTK thing and it 'll find another machine , the fastest currently available machine and  and run your job there .",
      "Professor C: Now , does it have the same sort of behavior as P - make , which is that , you know , if you run something on somebody 's machine and they come in and hit a key then it",
      "PhD F: Yes . Yeah , there are um  Right . So some of the machines at the institute , um , have this attribute called \" no evict \" . And if you specify that , in  in one of your attribute lines , then it 'll go to a machine which your job won't be evicted from .",
      "Professor C: Mm - hmm .",
      "PhD F: But , the machines that don't have that attribute , if a job gets fired up on that , which could be somebody 's desktop machine , and  and they were at lunch ,",
      "Professor C: Mm - hmm .",
      "PhD F: they come back from lunch and they start typing on the console , then your machine will get evicted  your job  will get evicted from their machine and be restarted on another machine . Automatically . So  which can cause you to lose time , right ? If you had a two hour job , and it got halfway through and then somebody came back to their machine and it got evicted . So . If you don't want your job to run on a machine where it could be evicted , then you give it the minus  the attribute , you know , \" no evict \" , and it 'll pick a machine that it can't be evicted from . So .",
      "Professor C: Um , what  what about  I remember always used to be an issue , maybe it 's not anymore , that if you  if something required  if your machine required somebody hitting a key in order to evict things that are on it so you could work , but if you were logged into it from home ?",
      "PhD F: Mm - hmm .",
      "Professor C: and you weren't hitting any keys ? cuz you were , home ?",
      "PhD F: Yeah , I  I 'm not sure how that works .",
      "Professor C: Yeah .",
      "PhD F: Uh , it seems like Andreas did something for that .",
      "Professor C: Hmm .",
      "PhD F: Um .",
      "Professor C: OK . We can ask him sometime .",
      "PhD F: But  Yeah . I don't know whether it monitors the keyboard or actually looks at the console TTY , so maybe if you echoed something to the you know , dev  dev console or something .",
      "Professor C: You probably wouldn't ordinarily , though . Yeah . Right ? You probably wouldn't ordinarily .",
      "PhD F: Hmm ?",
      "Professor C: I mean you sort of  you 're at home and you 're trying to log in , and it takes forever to even log you in , and you probably go , \" screw this \" ,",
      "PhD F: Yeah , yeah .",
      "Professor C: and   You know .",
      "PhD F: Yeah . Yeah , so , um ,",
      "Professor C: Yeah .",
      "PhD F: yeah . I  I can  I 'm not sure about that one .",
      "Professor C: yeah .",
      "PhD F: But uh .",
      "Professor C: OK .",
      "PhD A: Uh , I need a little orientation about this environment and uh scr s how to run some jobs here because I never d did anything so far with this X emissions",
      "PhD F: OK .",
      "PhD A: So , I think maybe I 'll ask you after the meeting .",
      "PhD F: Um . Yeah . Yeah , and  and also uh , Stephane 's a  a really good resource for that if you can't find me .",
      "PhD A: Yeah , yeah , yeah . Yep . OK , sure",
      "PhD D: Mmm .",
      "PhD F: Especially with regard to the Aurora stuff .",
      "PhD A: OK .",
      "PhD F: He  he knows that stuff better than I do .",
      "Professor C: OK . Well , why don't we uh , uh , Sunil since you 're  haven't  haven't been at one of these yet , why don't yo you tell us what 's  what 's up with you ? Wh - what you 've been up to , hopefully .",
      "PhD A: Um . Yeah . So , uh , shall I start from  Well I don't know how may I  how  OK . Uh , I think I 'll start from the post uh Aurora submission maybe .",
      "Professor C: Yeah .",
      "PhD A: Uh , yeah , after the submission the  what I 've been working on mainly was to take  take other s submissions and then over their system , what they submitted , because we didn't have any speech enhancement system in  in ours . So  So I tried uh , And u First I tried just LDA . And then I found that uh , I mean , if  if I combine it with LDA , it gives @ @ improvement over theirs . Uh",
      "PhD F: Are y are you saying LDA ?",
      "PhD A: Yeah . Yeah .",
      "PhD F: LDA . OK .",
      "PhD A: So , just  just the LDA filters . I just plug in  I just take the cepstral coefficients coming from their system and then plug in LDA on top of that . But the LDA filter that I used was different from what we submitted in the proposal .",
      "PhD F: Mm - hmm .",
      "PhD A: What I did was  I took the LDA filter 's design using clean speech , uh , mainly because the speech is already cleaned up after the enhancement so , instead of using this , uh , narrow  narrow band LDA filter that we submitted uh , I got new filters . So that seems to be giving  uh , improving over their uh , system . Slightly . But , not very significantly . And uh , that was uh , showing any improvement over  final  by plugging in an LDA . And uh , so then after  after that I  I added uh , on - line normalization also on top of that . And that  there  there also I n I found that I have to make some changes to their time constant that I used because th it has a  a mean and variance update time constant and  which is not suitable for the enhanced speech , and whatever we try it on with proposal - one . But um , I didn't  I didn't play with that time constant a lot , I just t g I just found that I have to reduce the value  I mean , I have to increase the time constant , or reduce the value of the update value . That 's all I found So I have to . Uh , Yeah . And uh , uh , the other  other thing what I tried was , I just um , uh , took the baseline and then ran it with the endpoint inf uh th information , just the Aurora baseline , to see that how much the baseline itself improves by just supplying the information of the  I mean the w speech and nonspeech . And uh , I found that the baseline itself improves by twenty - two percent by just giving the wuh .",
      "Professor C: Uh , can you back up a second , I  I  I missed something , uh , I guess my mind wandered . Ad - ad When you added the on - line normalization and so forth , uh , uh things got better again ?",
      "PhD A: Yeah . No .",
      "Professor C: or is it ?",
      "PhD A: No . No , things didn't get better with the same time constant that we used .",
      "Professor C: Did it not ? No , no . With a different time constant .",
      "PhD A: With the different time constant I found that  I mean , I didn't get an improvement over not using on - line normalization ,",
      "Professor C: Oh .",
      "PhD A: because I  I found that I would have change the value of the update factor .",
      "Professor C: No you didn't , OK .",
      "PhD A: But I didn't play it with play  play quite a bit to make it better than .",
      "Professor C: Yeah .",
      "PhD A: So , it 's still not",
      "Professor C: OK .",
      "PhD A: I mean , the on - line normalization didn't give me any improvement .",
      "Professor C: OK .",
      "PhD A: And uh , so ,",
      "Professor C: OK .",
      "PhD A: oh yeah So I just stopped there with the uh , speech enhancement . The  the other thing what I tried was the  adding the uh , endpoint information to the baseline and that itself gives like twenty - two percent because the  the second  the new phase is going to be with the endpointed speech . And just to get a feel of how much the baseline itself is going to change by adding this endpoint information , I just , uh , use",
      "Professor C: Hmm .",
      "PhD F: So people won't even have to worry about , uh , doing speech - nonspeech then .",
      "PhD A: Yeah that 's , that 's what the feeling is like . They 're going to give the endpoint information .",
      "PhD F: Mmm .",
      "Professor C: G I guess the issue is that people do that anyway ,",
      "PhD F: I see .",
      "Professor C: everybody does that ,",
      "PhD A: Yeah .",
      "Professor C: and they wanted to see , given that you 're doing that , what  what are the best features that you should use .",
      "PhD F: Yeah , I see .",
      "PhD A: So ,",
      "Professor C: I mean clearly they 're interact . So I don't know that I entirely agree with it .",
      "PhD F: Yeah .",
      "Professor C: But  but it might be uh  In some ways it might be better t to  rather than giving the endpoints , to have a standard that everybody uses and then interacts with .",
      "PhD F: Mm - hmm .",
      "Professor C: But , you know . It 's  it 's still someth reasonable .",
      "PhD F: So , are people supposed to assume that there is uh  Are  are people not supposed to use any speech outside of those endpoints ?",
      "PhD A: Uh",
      "PhD F: Or can you then use speech outside of it for estimating background noise and things ?",
      "PhD A: No . No . That i I  Yeah . Yeah , yeah , exactly . I guess that is  that is where the consensus is . Like y you will  you will  You 'll be given the information about the beginning and the end of speech but the whole speech is available to you .",
      "PhD F: OK .",
      "PhD A: So .",
      "Professor C: So it should make the spectral subtraction style things work even better ,",
      "PhD A: Yeah .",
      "Professor C: because you don't have the mistakes in it . Yeah ?",
      "PhD A: Yeah . So",
      "Professor C: OK .",
      "PhD A: So that  that  The baseline itself  I mean , it improves by twenty - two percent . I found that in s one of the SpeechDat - Car cases , that like , the Spanish one improves by just fifty percent by just putting the endpoint . w",
      "PhD F: Wow .",
      "PhD A: I mean you don't need any further speech enhancement with fifty . So , uh ,",
      "PhD F: So the baseline itself improves by fifty percent .",
      "PhD A: Yeah , by fifty percent .",
      "Professor C: Yeah .",
      "PhD F: Wow .",
      "Professor C: So it 's g it 's gonna be harder to  beat that actually .",
      "PhD F: Yeah .",
      "PhD A: Yeah , so",
      "Professor C: But  but",
      "PhD A: so that is when uh , the  the qualification criteria was reduced from fifty percent to something like twenty - five percent for well - matched . And I think they have  they have actually changed their qualification c criteria now . And uh , Yeah , I guess after that , I just went home f I just had a vacation fo for four weeks . Uh .",
      "Professor C: OK . No , that 's  that 's  that 's a good  good update .",
      "PhD A: Ye Yeah , and I  I came back and I started working on uh , some other speech enhancement algorithm . I mean , so  I  from the submission what I found that people have tried spectral subtraction and Wiener filtering . These are the main uh , approaches where people have tried ,",
      "Professor C: Yeah .",
      "PhD A: so just to  just to fill the space with some f few more speech enhancement algorithms to see whether it improves a lot , I  I 've been working on this uh , signal subspace approach for speech enhancement where you take the noisy signal and then decomposing the signal s and the noise subspace and then try to estimate the clean speech from the signal plus noise subspace . And",
      "Professor C: Mm - hmm .",
      "PhD A: So , I 've been actually running some s So far I 've been trying it only on Matlab . I have to  to  to test whether it works first or not",
      "Professor C: Yeah .",
      "PhD A: and then I 'll p port it to C and I 'll update it with the repository once I find it it giving any some positive result . So , yeah .",
      "Professor C: S So you s you So you said one thing I want to jump on for a second . So  so now you 're  you 're getting tuned into the repository thing that he has here",
      "PhD A: Yeah .",
      "Professor C: and  so we we 'll have a  single place where the stuff is .",
      "PhD A: Yep . Yeah .",
      "Professor C: Cool . Um , so maybe uh , just briefly , you could remind us about the related experiments . Cuz you did some stuff that you talked about last week , I guess ?",
      "PhD D: Mm - hmm .",
      "Professor C: Um , where you were also combining something  both of you I guess were both combining something from the uh , French Telecom system with  the u uh",
      "PhD D: Right .",
      "Professor C: I  I don't know whether it was system one or system two , or  ?",
      "PhD D: Mm - hmm . It was system one . So",
      "Professor C: OK .",
      "PhD D: we  The main thing that we did is just to take the spectral subtraction from the France Telecom , which provide us some speech samples that are uh , with noise removed .",
      "Professor C: So I let me  let me just stop you there . So then , one distinction is that uh , you were taking the actual France Telecom features and then applying something to",
      "PhD A: Uh , no there is a slight different . Uh I mean , which are extracted at the handset because they had another back - end blind equalization",
      "Professor C: Yeah .",
      "PhD A: Yeah .",
      "Professor C: Yeah . But that 's what I mean .",
      "PhD A: Yeah .",
      "Professor C: But u u Sorry ,",
      "PhD A: Yeah .",
      "Professor C: yeah , I 'm not being  I 'm not being clear .",
      "PhD A: Yeah .",
      "Professor C: What I meant was you had something like cepstra or something , right ?",
      "PhD A: Yeah , yeah , yeah , yeah .",
      "Professor C: And so one difference is that , I guess you were taking spectra .",
      "PhD A: The speech .",
      "PhD B: Yeah .",
      "PhD D: Yeah . But I guess it 's the s exactly the same thing because on the heads uh , handset they just applied this Wiener filter and then compute cepstral features ,",
      "PhD A: Yeah , the cepstral f The difference is like  There may be a slight difference in the way",
      "PhD D: right ? or  ?",
      "PhD A: because they use exactly the baseline system for converting the cepstrum once you have the speech . I mean , if we are using our own code for th I mean that  that could be the only difference .",
      "PhD D: Right .",
      "PhD A: I mean , there is no other difference .",
      "PhD D: Mm - hmm .",
      "PhD A: Yeah .",
      "Professor C: But you got some sort of different result . So I 'm trying to understand it . But uh , I th",
      "PhD D: Yeah , well I think we should uh , have a table with all the result because I don't know I uh , I don't exactly know what are your results ? But ,",
      "PhD A: OK . OK .",
      "PhD D: Mmm . Yeah , but so we did this , and another difference I guess is that we just applied uh , proposal - one system after this without  well , with our modification to reduce the delay of the  the LDA filters ,",
      "PhD A: Uh - huh .",
      "PhD D: and",
      "PhD B: And the filter",
      "PhD D: Well there are slight modifications , but it was the full proposal - one . In your case , if you tried just putting LDA , then maybe on - line normalization  ?",
      "PhD A: Only LDA . Yeah . Af - I  after that I added on - line normalization , yeah .",
      "PhD D: Mm - hmm . So we just tried directly to  to just , keep the system as it was and , um , when we plug the spectral subtraction it improves uh , signif significantly . Um , but , what seems clear also is that we have to retune the time constants of the on - line normalization .",
      "PhD A: Yeah , yeah . Yeah .",
      "PhD D: Because if we keep the value that was submitted uh , it doesn't help at all . You can remove on - line normalization , or put it , it doesn't change anything . Uh , uh , as long as you have the spectral subtraction . But , you can still find some kind of optimum somewhere , and we don't know where exactly",
      "PhD A: Yeah .",
      "PhD D: but , uh .",
      "PhD A: Yeah , I assume .",
      "Professor C: So it sounds like you should look at some tables of results or something",
      "PhD D: Right .",
      "PhD A: Yeah .",
      "PhD D: Yeah .",
      "Professor C: and see where i where the   where they were different and what we can learn from it .",
      "PhD D: Mm - hmm . Mm - hmm .",
      "PhD A: without any change . OK .",
      "PhD B: But it 's",
      "PhD D: Yeah . Well ,",
      "PhD B: It 's the new .",
      "PhD D: with  with  with changes ,",
      "PhD A: with",
      "PhD B: The new .",
      "PhD D: because we change it the system to have",
      "PhD A: Oh yeah , I mean the  the new LDA filters .",
      "PhD B: The new .",
      "PhD A: I mean  OK .",
      "PhD D: Yeah . LDA filters . There are other things that we finally were shown to improve also like , the sixty - four hertz cut - off .",
      "PhD A: Mm - hmm .",
      "PhD B: Mm - hmm .",
      "PhD D: w Uh , it doesn't seem to hurt on TI - digits , finally .",
      "PhD A: OK .",
      "PhD D: Maybe because of other changes .",
      "PhD A: OK .",
      "PhD D: Um , well there are some  minor changes , yeah .",
      "PhD A: Mm - hmm .",
      "PhD D: And , right now if we look at the results , it 's , um , always better than  it seems always better than France Telecom for mismatch and high - mismatch . And it 's still slightly worse for well - matched .",
      "PhD B: But",
      "PhD D: Um , but this is not significant . But , the problem is that it 's not significant , but if you put this in the , mmm , uh , spreadsheet , it 's still worse . Even with very minor  uh , even if it 's only slightly worse for well - matched .",
      "Professor C: Mm - hmm .",
      "PhD D: And significantly better for HM . Uh , but , well . I don't think it 's importa important because when they will change their metric , uh , uh , mainly because of uh , when you p you plug the um , frame dropping in the baseline system , it will improve a lot HM , and MM ,",
      "PhD A: Yeah .",
      "PhD D: so , um , I guess what will happen  I don't know what will happen . But , the different contribution , I think , for the different test set will be more even .",
      "PhD A: Because the  your improvement on HM and MM will also go down significantly in the spreadsheet so . But the  the well - matched may still",
      "PhD D: Mm - hmm .",
      "PhD A: I mean the well - matched may be the one which is least affected by adding the endpoint information .",
      "Professor C: Right .",
      "PhD A: Yeah . So the  the MM",
      "PhD D: Mm - hmm .",
      "PhD A: MM and HM are going to be v hugely affected by it . Yeah .",
      "PhD D: Yeah , so um , yeah .",
      "PhD A: Yeah . But they d the  everything I mean is like , but there that 's how they reduce  why they reduce the qualification to twenty - five percent or some  something on .",
      "PhD D: Mm - hmm .",
      "Professor C: But are they changing the weighting ?",
      "PhD A: Uh , no , I guess they are going ahead with the same weighting .",
      "PhD D: Yeah .",
      "PhD A: Yeah . So there 's nothing on",
      "Professor C: I don't understand that .",
      "PhD A: Yeah .",
      "Professor C: I guess I  I haven't been part of the discussion , so , um , it seems to me that the well - matched condition is gonna be unusual ,",
      "PhD A: Usual .",
      "Professor C: in this case . Unusual .",
      "PhD A: Uh - huh .",
      "Professor C: Because , um , you don't actually have good matches ordinarily for what any @ @  particular person 's car is like , or",
      "PhD A: Mmm .",
      "Professor C: uh ,",
      "PhD A: Mmm .",
      "Professor C: It seems like something like the middle one is  is more natural .",
      "PhD A: Hmm . Right .",
      "Professor C: So I don't know why the  well - matched is uh",
      "PhD D: Mm - hmm .",
      "PhD A: Yeah , but actually the well  well the well - matched um , uh , I mean the  the well - matched condition is not like , uh , the one in TI - digits where uh , you have all the training , uh , conditions exactly like replicated in the testing condition also . It 's like , this is not calibrated by SNR or something . The well - matched has also some  some mismatch in that which is other than the",
      "Professor C: The well wa matched has mismatch ?",
      "PhD A: has  has also some slight mismatches , unlike the TI - digits where it 's like prefectly matched",
      "PhD F: Perfect to match .",
      "PhD A: because it 's artificially added noise .",
      "Professor C: Yeah .",
      "PhD A: But this is natural recording .",
      "Professor C: Yeah . So remind me of what well - matched meant ?",
      "PhD A: The  the well - matched is like",
      "Professor C: You 've told me many times .",
      "PhD A: the  the well - matched is defined like it 's seventy percent of the whole database is used for training and thirty percent for testing .",
      "PhD D: Yeah . Well , so it means that if the database is large enough , it 's matched .",
      "PhD A: It 's  it 's",
      "PhD D: Because it",
      "PhD A: OK , it 's",
      "Professor C: Yeah .",
      "PhD D: in each set you have a range of conditions  Well",
      "Professor C: Right . So , I mean , yeah , unless they deliberately chose it to be different , which they didn't because they want it to be well - matched , it is pretty much  You know , so it 's  so it 's sort of saying if you",
      "PhD F: It 's  it 's not guaranteed though .",
      "PhD A: Yeah .",
      "Professor C: Uh , it 's not guaranteed .",
      "PhD A: Yeah .",
      "Professor C: Right .",
      "PhD D: Mm - hmm .",
      "PhD A: Yeah because the m the main  major reason for the m",
      "Professor C: Right .",
      "PhD A: the main mismatch is coming from the amount of noise and the silence frames and all those present in the database actually .",
      "Professor C: Again , if you have enough  if you have enough",
      "PhD A: No yeah , yeah . Yeah .",
      "Professor C: So it 's sort of i i it 's sort of saying OK , so you  much as you train your dictation machine for talking into your computer , um , you  you have a car , and so you drive it around a bunch and  and record noise conditions , or something , and then  I don't think that 's very realistic , I mean I th",
      "PhD A: Mm - hmm .",
      "Professor C: I  I you know , so I  I  I  you know , I guess they 're saying that if you were a company that was selling the stuff commercially , that you would have a bunch of people driving around in a bunch of cars , and  and you would have something that was roughly similar and maybe that 's the argument , but I 'm not sure I buy it , so .",
      "PhD A: Yeah , yeah , yeah .",
      "Professor C: Uh , So What else is going on ?",
      "PhD D: Mmm . You Yeah . We are playing  we are also playing , trying to put other spectral subtraction mmm , in the code . Um , it would be a very simple spectral subtraction , on the um , mel energies which I already tested but without the um frame dropping actually , and I think it 's important to have frame dropping if you use spectral subtraction .",
      "PhD F: Is it  is spectral subtraction typically done on the  after the mel , uh , scaling or is it done on the FFT bins ?",
      "PhD D: Um ,",
      "PhD F: Does it matter , or  ?",
      "PhD D: I d I don't know . Well , it 's both  both uh , cases can i",
      "PhD F: Oh .",
      "PhD D: Yeah . So - some of the proposal , uh , we 're doing this on the bin  on the FFT bins ,",
      "PhD F: Hmm .",
      "PhD D: others on the um , mel energies . You can do both , but I cannot tell you what 's  which one might be better or  I",
      "PhD F: Hmm .",
      "PhD A: I guess if you want to reconstruct the speech , it may be a good idea to do it on FFT bins .",
      "PhD D: I don't know . Yeah , but",
      "PhD F: Mmm .",
      "PhD A: But for speech recognition , it may not . I mean it may not be very different if you do it on mel warped or whether you do it on FFT . So you 're going to do a linear weighting anyway after that .",
      "PhD F: I see .",
      "PhD A: Well  Yeah ?",
      "PhD F: Hmm .",
      "PhD A: So , it may not be really a big different .",
      "PhD D: Well , it gives something different , but I don't know what are the , pros and cons of both .",
      "PhD A: It I Uh - huh .",
      "Professor C: Hmm .",
      "PhD A: So",
      "Professor C: OK .",
      "PhD A: The other thing is like when you 're putting in a speech enhancement technique , uh , is it like one stage speech enhancement ? Because everybody seems to have a mod two stages of speech enhancement in all the proposals , which is really giving them some improvement .",
      "PhD D: Yeah .",
      "PhD B: Mm - hmm .",
      "PhD D: Mm - hmm .",
      "PhD A: I mean they just do the same thing again once more .",
      "Professor C: Mm - hmm .",
      "PhD A: And  So , there 's something that is good about doing it  I mean , to cleaning it up once more .",
      "PhD D: Yeah , it might be .",
      "PhD A: Yeah ,",
      "PhD D: Yeah .",
      "PhD A: so we can",
      "PhD D: So maybe in my implementation I should also try to inspire me from this kind of thing",
      "PhD A: Yeah . That 's what",
      "Professor C: Well , the other thing would be to combine what you 're doing .",
      "PhD D: and  Yeah .",
      "Professor C: I mean maybe one or  one or the other of the things that you 're doing would benefit from the other happening first .",
      "PhD A: That 's wh Yeah . So ,",
      "Professor C: Right , so he 's doing a signal subspace thing , maybe it would work better if you 'd already done some simple spectral subtraction , or maybe vi maybe the other way around ,",
      "PhD D: Yeah , mm - hmm .",
      "PhD A: Yeah .",
      "Professor C: you know ?",
      "PhD A: So I 've been thinking about combining the Wiener filtering with signal subspace ,",
      "PhD D: Mm - hmm .",
      "PhD A: I mean just to see all  some  some such permutation combination to see whether it really helps or not .",
      "PhD D: Mm - hmm . Mm - hmm . Mm - hmm . Yeah . Yeah .",
      "Professor C: How is it  I  I guess I 'm ignorant about this , how does  I mean , since Wiener filter also assumes that you 're  that you 're adding together the two signals , how is  how is that differ from signal subspace ?",
      "PhD A: The signal subspace ? The",
      "Professor C: Yeah .",
      "PhD A: The signal subspace approach has actually an in - built Wiener filtering in it .",
      "Professor C: Oh , OK .",
      "PhD A: Yeah . It is like a KL transform followed by a Wiener filter . Is the signal is  is a signal substrate .",
      "Professor C: Oh , oh , OK so the difference is the KL .",
      "PhD A: So , the  the different  the c the  the advantage of combining two things is mainly coming from the signal subspace approach doesn't work very well if the SNR is very bad . It 's  it works very poorly with the poor SNR conditions , and in colored noise .",
      "Professor C: I see . So essentially you could do simple spectral subtraction , followed by a KL transform , followed by a",
      "PhD A: Wiener filtering . It 's a  it 's a cascade of two s",
      "Professor C: Wiener filter . Yeah , in general , you don't  that 's right you don't wanna othorg orthogonalize if the things are noisy . Actually . Um , that was something that uh , Herve and I were talking about with um , the multi - band stuff , that if you 're converting things to from uh , bands , groups of bands into cepstral coef you know , local sort of local cepstral coefficients that it 's not that great to do it if it 's noisy .",
      "PhD A: Mm - hmm . OK . Yeah . So .",
      "Professor C: Uh , so .",
      "PhD A: So that  that 's one reason maybe we could combine s some  something to improve SNR a little bit , first stage ,",
      "Professor C: Yeah .",
      "PhD A: and then do a something in the second stage which could take it further .",
      "PhD D: What was your point about  about colored noise there ?",
      "PhD A: Oh , the colored noise uh",
      "PhD D: Yeah .",
      "PhD A: the colored noise  the  the v the signal subspace approach has  I mean , it  it actually depends on inverting the matrices . So it  it  ac the covariance matrix of the noise . So if  if it is not positive definite ,",
      "PhD D: Mm - hmm .",
      "PhD A: I mean it has a  it 's  It doesn't behave very well if it is not positive definite ak It works very well with white noise because we know for sure that it has a positive definite .",
      "Professor C: So you should do spectral subtraction and then add noise .",
      "PhD A: So the way they get around is like they do an inverse filtering , first of the colo colored noise",
      "Professor C: Yeah .",
      "PhD A: and then make the noise white ,",
      "Professor C: Yeah .",
      "PhD A: and then finally when you reconstruct the speech back , you do this filtering again .",
      "PhD D: Yeah , right .",
      "Professor C: I was only half kidding . I mean if you  sort of  you do the s spectral subtraction , that also gets rid",
      "PhD A: Yeah .",
      "PhD D: Yeah .",
      "PhD A: Yeah .",
      "Professor C: and then you  then  then add a little bit l noise  noise addition  I mean , that sort of what J  JRASTA does , in a way .",
      "PhD A: Yeah .",
      "Professor C: If you look at what JRASTA doing essentially i i it 's equivalent to sort of adding a little  adding a little noise ,",
      "PhD A: Huh ? Uh - huh .",
      "PhD D: Uh - huh .",
      "Professor C: in order to get rid of the effects of noise .",
      "PhD A: So .",
      "Professor C: OK .",
      "PhD D: Yeah . Uh , yeah . So there is this . And maybe we  well we find some people so that  uh , agree to maybe work with us , and they have implementation of VTS techniques so it 's um , Vector Taylor Series that are used to mmm ,  uh f to model the transformation between clean cepstra and noisy cepstra . So . Well , if you take the standard model of channel plus noise , uh , it 's  it 's a nonlinear eh uh , transformation in the cepstral domain .",
      "Professor C: Mm - hmm . Yes .",
      "PhD D: And uh , there is a way to approximate this using uh , first - order or second - order Taylor Series and it can be used for  uh , getting rid of the noise and the channel effect .",
      "Professor C: Who is doing this ?",
      "PhD D: Uh w working in the cepstral domain ? So there is one guy in Grenada ,",
      "PhD B: Yeah , in Grenada one of my friend .",
      "PhD D: and another in  uh , Lucent that I met at ICASSP .",
      "Professor C: Who 's the guy in Grenada ?",
      "PhD D: uh ,",
      "PhD B: Uh , Jose Carlos Segura .",
      "Professor C: I don't know him .",
      "PhD A: This VTS has been proposed by CMU ?",
      "PhD D: Mm - hmm .",
      "PhD A: Is it  is it the CMU ? Yeah , yeah , OK .",
      "PhD B: Yeah , yeah , yeah . Originally the idea was from CMU .",
      "PhD A: From C .",
      "PhD D: Mm - hmm . Yeah .",
      "Professor C: Uh - huh .",
      "PhD D: Well , it 's again a different thing   that could be tried . Um ,",
      "Professor C: Uh - huh .",
      "PhD D: Mmm , yeah .",
      "Professor C: Yeah , so at any rate , you 're looking general , uh , standing back from it , looking at ways to combine one form or another of uh , noise removal , uh , with  with these other things we have ,",
      "PhD D: Mm - hmm .",
      "Professor C: uh , looks like a worthy thing to  to do here .",
      "PhD D: Uh , yeah . But , yeah . But for sure there 's required to  that requires to re - check everything else , and re - optimize the other things",
      "Professor C: Oh yeah .",
      "PhD D: and , for sure the on - line normalization may be the LDA filter . Um ,",
      "Professor C: Well one of the  seems like one of the things to go through next week when Hari 's here ,",
      "PhD D: I",
      "Professor C: cuz Hari 'll have his own ideas too  or  I guess not next week ,",
      "PhD D: Uh - huh .",
      "Professor C: week and a half , uh , will be sort of go through these alternatives , what we 've seen so far , and come up with some game plans . Um . You know . So , I mean one way would  he Here are some alternate visions . I mean one would be , you look at a few things very quickly , you pick on something that looks like it 's promising and then everybody works really hard on the same  different aspects of the same thing . Another thing would be to have t to  to pick two pol two plausible things , and  and you know , have t sort of two working things for a while until we figure out what 's better ,",
      "PhD D: Mm - hmm .",
      "Professor C: and then , you know , uh , but , w um , uh , he 'll have some ideas on that too .",
      "PhD A: The other thing is to , uh  Most of the speech enhancement techniques have reported results on small vocabulary tasks . But we  we going to address this Wall Street Journal in our next stage , which is also going to be a noisy task so s very few people have reported something on using some continuous speech at all . So , there are some  I mean , I was looking at some literature on speech enhancement applied to large vocabulary tasks and spectral subtraction doesn't seems to be the thing to do for large vocabulary tasks . And it 's  Always people have shown improvement with Wiener filtering and maybe subspace approach over spectral subtraction everywhere . But if we  if we have to use simple spectral subtraction , we may have to do some optimization  to make it work @ @ .",
      "Professor C: So they 're making  there  Somebody 's generating Wall Street Journal with additive  artificially added noise or something ?",
      "PhD A: Yeah , yeah .",
      "Professor C: Sort of a  sort of like what they did with TI - digits , and ?",
      "PhD A: Yeah . Yeah .",
      "Professor C: Yeah , OK .",
      "PhD A: I m I guess Guenter Hirsch is in charge of that . Guenter Hirsch and TI .",
      "Professor C: OK .",
      "PhD A: Maybe Roger  r Roger , maybe in charge of .",
      "Professor C: And then they 're  they 're uh , uh , generating HTK scripts to",
      "PhD A: Yeah . Yeah , I don't know . There are  they have  there is no  I don't know if they are converging on HTK or are using some Mississippi State ,",
      "Professor C: Mis - Mississippi State maybe ,",
      "PhD A: yeah . I 'm not sure about that .",
      "Professor C: yeah . Yeah , so that 'll be a little  little task in itself .",
      "PhD A: Yeah .",
      "Professor C: Um , well we 've  Yeah , it 's true for the additive noise , y artificially added noise we 've always used small vocabulary too . But for n there 's been noisy speech this larv large vocabulary that we 've worked with in Broadcast News . So we we did the Broadcast News evaluation",
      "PhD A: Mm - hmm .",
      "Professor C: and some of the focus conditions were noisy and  and",
      "PhD A: It had additive n",
      "Professor C: But we  but we didn't do spectral subtraction . We were doing our funny stuff , right ? We were doing multi multi uh , multi - stream and  and so forth .",
      "PhD A: Yeah .",
      "Professor C: But it , you know , we di stuff we did helped . I mean it , did something .",
      "PhD A: OK .",
      "Professor C: So . Um , now we have this um , meeting data . You know , like the stuff we 're  recording right now ,",
      "PhD A: Yeah . Yeah .",
      "Professor C: and  and uh , that we have uh , for the  uh , the quote - unquote noisy data there is just  noisy and reverberant actually . It 's the far field mike . And uh , we have uh , the digits that we do at the end of these things . And that 's what most o again , most of our work has been done with that , with  with uh , connected digits .",
      "PhD A: Uh - huh .",
      "Professor C: Um , but uh , we have recognition now with some of the continuous speech , large vocabulary continuous speech , using Switchboard  uh , Switchboard recognizer ,",
      "PhD A: Yeah . OK .",
      "Professor C: uh , no training ,  from this , just  just plain using the Switchboard .",
      "PhD A: Oh . You just take the Switchboard trained  ? Yeah ,",
      "Professor C: That 's  that 's what we 're doing ,",
      "PhD A: yeah .",
      "Professor C: yeah . Now there are some adaptation though ,",
      "PhD A: OK . Yeah . That 's cool .",
      "Professor C: that  that uh , Andreas has been playing with ,",
      "PhD A: OK .",
      "Professor C: but we 're hop uh , actually uh , Dave and I were just talking earlier today about maybe at some point not that distant future , trying some of the techniques that we 've talked about on , uh , some of the large vocabulary data . Um , I mean , I guess no one had done  yet done test one on the distant mike using uh , the SRI recognizer and , uh ,",
      "PhD F: I don't  not that I know of .",
      "Professor C: Yeah , cuz everybody 's scared .",
      "PhD A: Yeah .",
      "Professor C: You 'll see a little smoke coming up from the  the CPU or something  trying to  trying to do it ,",
      "PhD F: That 's right",
      "Professor C: but uh , yeah . But , you 're right that  that  that 's a real good point , that uh , we  we don't know yeah , uh , I mean , what if any of these ta I guess that 's why they 're pushing that in the uh  in the evaluation .",
      "PhD A: Yeah .",
      "Professor C: Uh , But um , Good . OK . Anything else going on ? at you guys ' end ,",
      "PhD B: I don't have good result , with the  inc including the new parameters ,",
      "Professor C: or  ?",
      "PhD B: I don't have good result . Are  similar or a little bit worse .",
      "PhD A: With what  what other new p new parameter ?",
      "Grad G: You 're talking about your voicing ?",
      "Professor C: Yeah .",
      "PhD B: Yeah .",
      "Professor C: So maybe  You probably need to back up a bit",
      "PhD A: Yeah .",
      "PhD B: Mm - hmm .",
      "Professor C: seeing as how Sunil ,",
      "PhD B: I tried to include another new parameter to the traditional parameter ,",
      "Professor C: yeah .",
      "PhD B: the coe the cepstrum coefficient ,",
      "PhD A: Uh - huh .",
      "PhD B: that , like , the auto - correlation , the R - zero and R - one over R - zero",
      "PhD A: Mm - hmm . Mm - hmm .",
      "PhD B: and another estimation of the var the variance of the difference for  of the spec si uh , spectrum of the signal and  and the spectrum of time after filt mel filter bank .",
      "PhD A: I 'm so sorry . I didn't get it .",
      "PhD B: Nuh . Well . Anyway . The  First you have the sp the spectrum of the signal ,",
      "PhD A: Mm - hmm .",
      "PhD B: and you have the  on the other side you have the output of the mel filter bank .",
      "PhD A: Mm - hmm .",
      "PhD B: You can extend the coefficient of the mel filter bank and obtain an approximation of the spectrum of the signal .",
      "PhD A: Mmm . OK .",
      "PhD B: I do the difference",
      "PhD A: OK .",
      "PhD B: I found a difference at the variance of this different",
      "PhD A: Uh - huh .",
      "PhD B: because , suppose we  we think that if the variance is high , maybe you have n uh , noise .",
      "PhD A: Yeah .",
      "PhD B: And if the variance is small , maybe you have uh , speech .",
      "PhD A: Uh - huh .",
      "PhD B: To  to To  The idea is to found another feature for discriminate between voice sound and unvoice sound .",
      "PhD A: OK .",
      "PhD B: And we try to use this new feature  feature . And I did experiment  I need to change  to obtain this new feature I need to change the size  the window size  size . of the a of the  analysis window size , to have more information .",
      "PhD A: Yeah . Make it longer .",
      "PhD B: Uh , sixty - two point five milliseconds I think .",
      "PhD A: OK .",
      "PhD B: And I do  I did two type of experiment to include this feature directly with the  with the other feature and to train a neural network to select it voice - unvoice - silence  silence",
      "PhD A: Unvoiced . Well .",
      "PhD B: and to  to concat this new feature . But the result are n with the neural network I have more or less the same result .",
      "PhD A: As using just the cepstrum ,",
      "PhD B: Result .",
      "PhD A: or  ?",
      "PhD B: Yeah .",
      "PhD A: OK .",
      "PhD B: Yeah . It 's neve e e sometime it 's worse , sometime it 's a little bit better , but not significantly .",
      "PhD A: Uh , is it with TI - digits , or with  ?",
      "PhD B: And  No , I work with eh , Italian and Spanish basically .",
      "PhD A: OK . OK .",
      "PhD B: And if I don't y use the neural network , and use directly the feature the results are worse .",
      "PhD A: Uh - huh .",
      "PhD B: But Doesn't help .",
      "Professor C: I  I  I really wonder though .",
      "PhD D: Mm - hmm .",
      "Professor C: I mean we 've had these discussions before , and  and one of the things that struck me was that  uh , about this line of thought that was particularly interesting to me was that we um  whenever you condense things , uh , in an irreversible way , um , you throw away some information . And , that 's mostly viewed on as a good thing , in the way we use it , because we wanna suppress things that will cause variability for uh particular , uh , phonetic units . Um , but , you 'll do throw something away . And so the question is , uh , can we figure out if there 's something we 've thrown away that we shouldn't have . And um . So , when they were looking at the difference between the filter bank and the FFT that was going into the filter bank , I was thinking \" oh , OK , so they 're picking on something they 're looking on it to figure out noise , or voice  voiced property whatever . \" So that  that 's interesting . Maybe that helps to drive the  the thought process of coming up with the features . But for me sort of the interesting thing was , \" well , but is there just something in that difference which is useful ? \" So another way of doing it , maybe , would be just to take the FFT uh , power spectrum , and feed it into a neural network ,",
      "PhD B: To know",
      "Professor C: and then use it , you know , in combination , or alone , or  or whatever",
      "PhD F: Wi - with what targets ?",
      "PhD A: Voiced , unvoiced is like",
      "Professor C: Uh , no .",
      "PhD A: Oh . Or anything .",
      "Professor C: No the  just the same  same way we 're using  I mean , the same way that we 're using the filter bank .",
      "PhD F: Phones .",
      "PhD A: Oh , OK .",
      "Professor C: Exact way  the same way we 're using the filter bank .",
      "PhD D: Mm - hmm .",
      "Professor C: I mean , the filter bank is good for all the reasons that we say it 's good . But it 's different . And , you know , maybe if it 's used in combination , it will get at something that we 're missing . And maybe , you know , using , orth you know , KLT , or uh , um , adding probabilities , I mean , all th all the different ways that we 've been playing with , that we would let the  essentially let the neural network determine what is it that 's useful , that we 're missing here .",
      "PhD D: Mm - hmm . Mm - hmm .",
      "PhD A: Mm - hmm .",
      "PhD D: Yeah , but there is so much variability in the power spectrum .",
      "Professor C: Well , that 's probably why y i it would be unlikely to work as well by itself , but it might help in combination .",
      "PhD D: Mm - hmm . Mmm .",
      "Professor C: But I  I  I have to tell you , I can't remember the conference , but , uh , I think it 's about ten years ago , I remember going to one of the speech conferences and  and uh , I saw within very short distance of one another a couple different posters that showed about the wonders of some auditory inspired front - end or something , and a couple posters away it was somebody who compared one to uh , just putting in the FFT and the FFT did slightly better . So I mean the  i i It 's true there 's lots of variability ,",
      "PhD D: Mm - hmm .",
      "Professor C: but again we have these wonderful statistical mechanisms for quantifying that a that variability , and you know , doing something reasonable with it .",
      "PhD D: Mm - hmm .",
      "Professor C: So , um , uh , It - it 's same , you know , argument that 's gone both ways about uh , you know , we have these data driven filters , in LDA , and on the other hand , if it 's data driven it means it 's driven by things that have lots of variability , and that are necessarily  not necessarily gonna be the same in training and test , so , in some ways it 's good to have data driven things , and in some ways it 's bad to have data driven things . So ,",
      "PhD A: Yeah , d",
      "Professor C: part of what we 're discovering , is ways to combine things that are data driven than are not .",
      "PhD A: Yeah .",
      "Professor C: Uh , so anyway , it 's just a thought , that  that if we  if we had that  maybe it 's just a baseline uh , which would show us \" well , what are we really getting out of the filters \" , or maybe i i probably not by itself , but in combination , uh ,",
      "PhD D: Mm - hmm .",
      "Professor C: you know , maybe there 's something to be gained from it , and let the  But , you know , y you 've only worked with us for a short time , maybe in a year or two you w you will actually come up with the right set of things to extract from this information . But , maybe the neural net and the H M Ms could figure it out quicker than you .",
      "PhD B: Maybe .",
      "Professor C: So .",
      "PhD B: Yeah ,",
      "Professor C: It 's just a thought .",
      "PhD B: I can  I will try to do that .",
      "Professor C: Yeah .",
      "PhD A: What  one  one um p one thing is like what  before we started using this VAD in this Aurora , the  th what we did was like , I  I guess most of you know about this , adding this additional speech - silence bit to the cepstrum and training the HMM on that .",
      "Professor C: Mm - hmm .",
      "PhD A: That is just a binary feature and that seems to be  improving a lot on the SpeechDat - Car where there is a lot of noise but not much on the TI - digits . So , a adding an additional feature to distin to discriminate between speech and nonspeech was helping . That 's it .",
      "PhD D: Wait  I  I 'm sorry ?",
      "PhD A: Yeah , we actually added an additional binary feature to the cepstrum , just the baseline .",
      "PhD D: Yeah ?",
      "PhD B: You did some experiment .",
      "PhD A: Yeah , yeah . Well , in  in the case of TI - digits it didn't actually give us anything , because there wasn't any f anything to discriminate between speech ,",
      "PhD D: Yeah .",
      "PhD A: and it was very short . But Italian was like very  it was a huge improvement on Italian .",
      "PhD D: Hmm . Well  Mm - hmm . But anyway the question is even more , is within speech , can we get some features ? Are we drop dropping information that can might be useful within speech ,",
      "PhD A: OK .",
      "PhD D: I mean . To  maybe to distinguish between voice sound and unvoiced sounds ?",
      "PhD A: Mm - hmm . Yeah , yeah . Yeah .",
      "Professor C: And it 's particularly more relevant now since we 're gonna be given the endpoints .",
      "PhD D: Yeah .",
      "Professor C: So .",
      "PhD D: Mm - hmm .",
      "PhD A: Yeah , yeah .",
      "Professor C: Uh . So .",
      "PhD D: Mmm .",
      "PhD A: Mmm .",
      "Professor C: Um .",
      "PhD A: There was a paper in ICASSP  this ICASSP  over the uh extracting some higher - order uh , information from the cepstral coefficients and I forgot the name . Some is some harmonics I don't know , I can  I can pull that paper out from ICASSP . It",
      "Professor C: Talking cumulants or something ?",
      "PhD D: Yeah .",
      "PhD A: Huh ? Uh , I don't know .",
      "Professor C: Cumulants or something .",
      "PhD A: I don't remember .",
      "Professor C: But  No .",
      "PhD A: It wa it was taking the , um  It was about finding the higher - order moments of  Yeah .",
      "Professor C: Yeah ,",
      "PhD A: And I 'm not sure about whether it is the higher - order moments , or",
      "Professor C: cumulants , yeah .",
      "PhD A: maybe higher - order cumulants",
      "Professor C: Oh .",
      "PhD A: and  Yeah . It was  it was",
      "Professor C: Or m e",
      "PhD A: Yeah . I mean , he was showing up uh some  something on noisy speech ,",
      "Professor C: Yeah .",
      "PhD A: some improvement on the noisy speech .",
      "PhD D: Mm - hmm .",
      "PhD A: Some small vocabulary tasks .",
      "Professor C: Uh .",
      "PhD A: So it was on PLP derived cepstral coefficients .",
      "Professor C: Yeah , but again  You could argue that th that 's exactly what the neural network does .",
      "PhD A: Mmm .",
      "Professor C: So n neural network uh , is in some sense equivalent to computing , you know , higher - order moments of what you",
      "PhD A: trying to f to Moments , yeah . Yeah .",
      "Professor C: yeah . So . I mean , it doesn't do it very specifically ,",
      "PhD D: Mm - hmm .",
      "Professor C: and pretty  you know . But .",
      "PhD A: Yep .",
      "Professor C: Uh , anything on your end you want to talk about ? Uh .",
      "Grad G: Um , nothing I wanna really talk about . I can  I can just uh , um , share a little bit  Sunil hasn't  hasn't heard about uh , what I 've been doing .",
      "Professor C: Yeah .",
      "Grad G: Um , so , um , I told you I was  I was  I was getting prepared to take this qualifier exam . So basically that 's just , um , trying to propose um , uh , your next your  your following years of  of your PHD work , trying  trying to find a project to  to define and  and to work on . So , I 've been , uh , looking into , um , doing something about r uh , speech recognition using acoustic events . So , um , the idea is you have all these  these different events , for example voicing , nasality , R - coloring , you know burst or noise , uh , frication , that kinda stuff , um , building robust um , primary detectors for these acoustic events , and using the outputs of these robust detectors to do speech recognition . Um , and , um , these  these primary detectors , um , will be , uh , inspired by , you know , multi - band techniques , um , doing things , um , similar to Larry Saul 's work on , uh , graphical models to  to detect these  these , uh , acoustic events . And , um , so I  I been  I been thinking about that and some of the issues that I 've been running into are , um , exactly what  what kind of acoustic events I need , what  um , what acoustic events will provide a  a good enough coverage to  in order to do the later recognition steps . And , also , um , once I decide a set of acoustic events , um , h how do I  how do I get labels ? Training data for  for these acoustic events . And , then later on down the line , I can start playing with the  the models themselves , the  the primary detectors . Um , so , um , I kinda see  like , after  after building the primary detectors I see um , myself taking the outputs and feeding them in , sorta tandem style into  into a um , Gaussian mixtures HMM back - end , um , and doing recognition . Um . So , that 's  that 's just generally what I 've been looking at .",
      "PhD A: Yeah .",
      "Grad G: Um ,",
      "Professor C: By  by the way , uh , the voiced - unvoiced version of that for instance could tie right in to what Carmen was looking at .",
      "Grad G: Yeah .",
      "Professor C: So ,",
      "PhD D: Mm - hmm .",
      "Professor C: you know , um , if you  if a multi - band approach was helpful as  as I think it is , it seems to be helpful for determining voiced - unvoiced ,",
      "Grad G: Mm - hmm .",
      "Professor C: that one might be another thing .",
      "PhD B: Mm - hmm .",
      "Grad G: Yeah . Yeah . Um , were  were you gonna say something ?",
      "PhD F: Mmm .",
      "Grad G: Oh . It looked  OK , never mind . Um , yeah . And so , this  this past week um , I 've been uh , looking a little bit into uh , TRAPS um , and doing  doing TRAPS on  on these e events too , just , um , seeing  seeing if that 's possible . Uh , and um , other than that , uh , I was kicked out of I - house for living there for four years .",
      "Professor C: Oh no . So you live in a cardboard box in the street now",
      "Grad G: Yeah .",
      "Professor C: or , no ?",
      "Grad G: Uh , well , s s som something like that .",
      "Professor C: Yeah .",
      "Grad G: In Albany , yeah . Yeah . And uh . Yep . That 's it .",
      "Professor C: Suni - i d ' you v did uh  did you find a place ?",
      "PhD A: Uh , no",
      "Professor C: Is that out of the way ?",
      "PhD A: not yet . Uh , yesterday I called up a lady who ha who will have a vacant room from May thirtieth and she said she 's interviewing two more people . So . And she would get back to me on Monday . So that 's  that 's only thing I have and Diane has a few more houses . She 's going to take some pictures and send me after I go back . So it 's  that 's",
      "Professor C: OK .",
      "PhD F: Oh . So you 're not down here permanently yet ?",
      "PhD A: No . I 'm going back to OGI today .",
      "PhD F: Ah ! Oh , OK .",
      "Grad G: Oh .",
      "Professor C: OK . And then , you 're coming back uh",
      "PhD A: Uh , i I mean , I  I p I plan to be here on thirty - first .",
      "Professor C: Thirty - first ,",
      "PhD A: Yeah , well if there 's a house available or place to",
      "Professor C: OK .",
      "Grad G: Thirty - first .",
      "Professor C: Well , I mean i i if  if",
      "PhD A: Yeah , I hope .",
      "Professor C: They 're available , and they 'll be able to get you something , so worst comes to worst we 'll put you up in a hotel for  for  for a while",
      "PhD A: Yeah . So , in that case , I 'm going to be here on thirty - first definitely .",
      "Professor C: until you  OK .",
      "Grad E: You know , if you 're in a desperate situation and you need a place to stay , you could stay with me for a while . I 've got a spare bedroom right now .",
      "PhD A: Oh . OK . Thanks . That sure is nice of you . So , it may be he needs more than me .",
      "Grad G: Oh r oh . Oh no , no . My  my cardboard box is actually a nice spacious two bedroom apartment .",
      "Professor C: So a two bedroom cardboard box . Th - that 's great .",
      "PhD A: Yeah . Yeah .  Yeah .",
      "Professor C: Thanks Dave .",
      "Grad G: yeah",
      "PhD A: Yeah .",
      "Professor C: Um ,",
      "PhD A: Yeah .",
      "Professor C: Do y wanna say anything about  You  you actually been  Uh , last week you were doing this stuff with Pierre , you were  you were mentioning . Is that  that something worth talking about , or  ?",
      "Grad E: Um , it 's  Well , um , it  I don't think it directly relates . Um , well , so , I was helping a speech researcher named Pierre Divenyi and he 's int He wanted to um , look at um , how people respond to formant changes , I think . Um . So he  he created a lot of synthetic audio files of vowel - to - vowel transitions , and then he wanted a psycho - acoustic um , spectrum . And he wanted to look at um , how the energy is moving  over time in that spectrum and compare that to the  to the listener tests . And , um . So , I gave him a PLP spectrum . And  to um  he  he t wanted to track the peaks so he could look at how they 're moving . So I took the um , PLP LPC coefficients and um , I found the roots . This was something that Stephane suggested . I found the roots of the um , LPC polynomial to , um , track the peaks in the , um , PLP LPC spectra .",
      "PhD A: well there is aligned spectral pairs , is like the  the  Is that the aligned s",
      "Professor C: It 's a r root LPC , uh , of some sort .",
      "PhD A: Oh , no .",
      "PhD D: Mm - hmm .",
      "PhD A: So you just",
      "Professor C: Yeah .",
      "PhD A: instead of the log you took the root square , I mean cubic root or something . What di w I didn't get that .",
      "Professor C: No , no . It 's  it 's  it 's taking the  finding the roots of the LPC polynomial .",
      "PhD A: Polynomial . Yeah . Is that the line spectral",
      "Professor C: So it 's like line spectral pairs .",
      "PhD A: Oh , it 's like line sp",
      "Professor C: Except I think what they call line spectral pairs they push it towards the unit circle , don't they ,",
      "PhD A: Yeah , yeah , yeah , yeah .",
      "Professor C: to sort of ? But it  But uh , you know . But what we 'd used to do w when I did synthesis at National Semiconductor twenty years ago , the technique we were playing with initially was  was taking the LPC polynomial and  and uh , finding the roots . It wasn't PLP cuz Hynek hadn't invented it yet , but it was just LPC , and uh , we found the roots of the polynomial , And th When you do that , sometimes they 're f they 're what most people call formants , sometimes they 're not .",
      "PhD A: Mmm .",
      "Professor C: So it 's  it 's  it 's a little ,",
      "PhD D: Hmm .",
      "Professor C: uh  Formant tracking with it can be a little tricky cuz you get these funny  values in  in real speech ,",
      "PhD F: So you just  You typically just get a few roots ?",
      "Professor C: but .",
      "PhD F: You know , two or three ,",
      "Professor C: Well you get these complex pairs .",
      "PhD F: something like that ?",
      "Professor C: And it depends on the order that you 're doing , but .",
      "PhD D: Mm - hmm .",
      "Grad E: Right . So , um , if  @ @  Every root that 's  Since it 's a real signal , the LPC polynomial 's gonna have real coefficients . So I think that means that every root that is not a real root  is gonna be a c complex pair ,",
      "PhD F: Mm - hmm .",
      "Grad E: um , of a complex value and its conjugate . Um . So for each  And if you look at that on the unit circle , um , one of these  one of the members of the pair will be a positive frequency , one will be a negative frequency , I think . So I just  So , um , f for the  I 'm using an eighth - order polynomial and I 'll get three or four of these pairs",
      "Professor C: Yeah .",
      "PhD A: Hmm .",
      "Grad E: which give me s which gives me three or four peak positions .",
      "Professor C: This is from synthetic speech , or  ?",
      "Grad E: It 's  Right . Yeah .",
      "Professor C: Yeah . So if it 's from synthetic speech then maybe it 'll be cleaner . I mean for real speech in real  then what you end up having is , like I say , funny little things that are  don't exactly fit your notion of formants all that well .",
      "PhD F: How did",
      "Professor C: But  but mostly they are .",
      "PhD D: But",
      "Professor C: Mostly they do .",
      "PhD D: Yeah .",
      "Grad E: Mmm ,",
      "Professor C: And  and what  I mean in  in what we were doing , which was not so much looking at things , it was OK",
      "PhD D: I",
      "Professor C: because it was just a question of quantization . Uh , we were just you know , storing  It was  We were doing , uh , stored speech , uh , quantization .",
      "PhD D: Mm - hmm .",
      "Professor C: But  but uh , in your case um , you know",
      "PhD D: Actually you have peaks that are not at the formant 's positions , but they are lower in energy",
      "Grad E: But  there 's some of that , yes .",
      "PhD D: and  Well they are much lower .",
      "PhD F: If this is synthetic speech can't you just get the formants directly ? I mean h how is the speech created ?",
      "Grad E: It was created from a synthesizer , and um",
      "PhD F: Wasn't a formant synthesizer was it ?",
      "Professor C: I bet it  it might have  may have been",
      "Grad E: I  d d this",
      "Professor C: but maybe he didn't have control over it or something ?",
      "Grad E: In  in fact w we  we could get , um , formant frequencies out of the synthesizer , as well . And , um , w one thing that the , um , LPC approach will hopefully give me in addition , um , is that I  I might be able to find the b the bandwidths of these humps as well . Um , Stephane suggested looking at each complex pair as a  like a se second - order IIR filter .",
      "Professor C: Yeah .",
      "Grad E: Um , but I don't think there 's a g a really good reason not to um , get the formant frequencies from the synthesizer instead . Except that you don't have the psycho - acoustic modeling in that .",
      "Professor C: Yeah , so the actual  So you 're not getting the actual formants per se . You 're getting the  Again , you 're getting sort of the , uh",
      "PhD D: Mm - hmm .",
      "Professor C: You 're getting something that is  is uh , af strongly affected by the PLP model . And so it 's more psycho - acoustic . So it 's a little  It 's  It 's  It 's sort of  sort of a different thing .",
      "PhD F: Oh , I see . That 's sort of the point .",
      "Professor C: But  Yeah . i Ordinarily , in a formant synthesizer , the bandwidths as well as the ban uh , formant centers are",
      "PhD F: Yeah .",
      "Professor C: I mean , that 's  Somewhere in the synthesizer that was put in , as  as what you",
      "Grad E: Mm - hmm .",
      "Professor C: But  but yeah , you view each complex pair as essentially a second - order section , which has , uh , band center and band width , and um , um  But . Yeah . O K . So , uh , yeah , you 're going back today and then back in a week I guess ,",
      "PhD A: Yeah .",
      "Professor C: and . Yeah . Great ! Well , welcome .",
      "PhD A: Thanks .",
      "PhD F: I guess we should do digits quickly .",
      "Professor C: Oh yeah , digits .",
      "PhD D: Mmm .",
      "Professor C: I almost forgot that .",
      "PhD B: Digits .",
      "Professor C: I almost forgot our daily digits .",
      "PhD F: You wanna go ahead ?",
      "Professor C: Sure .",
      "PhD F: OK ."
    ],
    "topic_list": [
      {
        "topic": "Microphone issues and computational resource sharing",
        "relevant_text_span": [["0", "138"]]
      },
      { "topic": "Aurora updates", "relevant_text_span": [["139", "356"]] },
      {
        "topic": "Spectral subtraction",
        "relevant_text_span": [["357", "525"]]
      },
      {
        "topic": "Unvoice-voice by adding parameter to mel cepstrum",
        "relevant_text_span": [["526", "685"]]
      },
      {
        "topic": "Student housing and studying energy in data",
        "relevant_text_span": [["686", "792"]]
      }
    ]
  },
  {
    "meeting_id": "m_test_4",
    "domain": "academic",
    "meeting_transcripts": [
      "Professor E: Alright .",
      "Grad C: So are you",
      "Professor E: So .",
      "Grad C: Are we going ?",
      "Professor E: It is uh , must be February fifteenth .",
      "Postdoc F: Yeah .",
      "Grad C: Yu I think the date 's written in there , yep . And actually if everyone could cross out the R - nine next to \" Session \" , and write MR eleven .",
      "Professor E: Yeah . Yeah . We didn't have a front - end meeting today .",
      "Grad C: And let 's remember also to make sure that one 's  gets marked as unread , unused .",
      "Professor E: OK .",
      "PhD A: MR eleven .",
      "Grad C: MR eleven .",
      "Postdoc F: That sounds like a spy code .",
      "Professor E: Mmm . OK . So .",
      "Grad C: There 's lots of clicking I 'm sure as I 'm trying to get this to work  correctly .",
      "Professor E: Agenda . Any agenda items today ?",
      "Grad C: I wanna talk a little bit about getting  how we 're gonna to get people to edit bleeps , parts of the meeting that they don't want to include . What I 've done so far , and I wanna get some opinions on , how to  how to finish it up .",
      "Professor E: OK .",
      "Postdoc F: I wanna ask about um , some aud audio monitoring on some of the  um  well some of the equipment . In particular , the  well uh , that 's just what I wanna ask .",
      "Professor E: OK audio monitoring , Jane .",
      "Postdoc F: Ba - based on some of the tran uh  i In listening to  some of these meetings that have already been recorded there are sometimes big spikes on particular things , and in pact  in fact this one I 'm talking on is one of  of the ones that showed up in one of the meetings ,",
      "Grad C: Oh really .",
      "Postdoc F: so I",
      "PhD B: \" Spikes \" , you mean like uh , instantaneous click type spikes , or  ?",
      "Postdoc F: Mm - hmm . Yeah .",
      "PhD A: Spikes ?",
      "Grad C: Clicks .",
      "Postdoc F: Yeah .",
      "Professor E: Hmm .",
      "Postdoc F: Yeah .",
      "PhD B: Huh .",
      "Postdoc F: And I don't know what the e electronics is but .",
      "Grad C: Yeah .",
      "Postdoc F: Yeah .",
      "Grad C: Well , I think it 's",
      "PhD A: Touching .",
      "Grad C: uh , it  it could be a number of things .",
      "PhD A: Yeah .",
      "Grad C: It could be touching and fiddling , and the other thing is that it could  the fact that it 's on a wired mike is suspicious . It might be a connector .",
      "Postdoc F: Oh , OK . Well maybe  Then we don't really have to talk about that as an",
      "PhD B: You could try an experiment and say \" OK , I 'm about to test for spikes \" ,",
      "Postdoc F: I  I take that off the agenda .",
      "PhD B: and then wiggle the thing there , and then go and when they go to transcribe it , it could , ask them to come and get you .",
      "Grad C: Yeah . Right .",
      "PhD B: \" Come get me when you transcribe this and see if there 's spikes . \"",
      "Postdoc F: Oh that",
      "Professor E: Um .",
      "Postdoc F: Well , OK .",
      "PhD B: No I 'm just",
      "Professor E: I mean , were this a professional audio recording ,  what we would do   what you would do is  in testing it is , you would actually do all this wiggling and make sure that  that  that things are not giving that kind of performance . And if they are , then they can't be used .",
      "Grad C: Right .",
      "Professor E: So . Um . Let 's see . I guess  I would like to have a discussion about you know where we are on uh , recording , transcription you know , basically you know where we are on the corpus .",
      "Postdoc F: Good .",
      "Professor E: And then um , the other thing which I would like to talk about which is a real meta - quest , I think , deal is , uh , agendas . So maybe I 'll  I 'll start with that actually . Uh , um .  Andreas brought up the fact that he would kinda like to know , if possible , what we were gonna be talking about because he 's sort of peripherally involved to this point , and if there 's gonna be a topic about  discussion about something that he uh strongly cares about then he would come and  And I think part of  part of his motivation with this is that he 's trying to help us out , in the  because of uh the fact that the meetings are  are tending to become reasonably large now on days when everybody shows up and so , he figures he could help that out by not showing",
      "Grad C: Mmm .",
      "Professor E: and  and I 'm sure help out his own time . by not showing up if it 's a meeting that he 's  he 's  So , uh in order  I 'd  I think that this is a wish on his part . Uh . It 's actually gonna be hard because it seems like a lot of times uh things come up that are unanticipated and  and",
      "Grad C: Right .",
      "Professor E: But um , we could try anyway , uh , do another try at coming up with the agenda uh , at some point before the meeting , uh , say the day before .",
      "Grad C: Well maybe it would be a good idea for one of us to  like on Wednesday , or Tuesday send out a reminder for people to send in agenda items .",
      "PhD A: Yeah .",
      "Professor E: OK . You  you wanna volunteer to do that ?",
      "Grad C: Sure .",
      "Professor E: OK . Alright so we 'll send out agenda request .",
      "Grad C: Let me",
      "Professor E: Uh .",
      "PhD B: That 'll be  I think that 'll help",
      "Grad C: I 'll put that on my spare brain or it will not  get done .",
      "PhD B: That 'll help a lot , actually .",
      "Professor E: Yeah , I have to tell you for the uh  for the admin meeting that we have , Lila does that um every time before an admin meeting . And uh , she ends up getting the agenda requests uh , uh ten minutes before the meeting . But  but   But . Uh .  But we can try . Maybe it 'll work .",
      "PhD B: Mmm .",
      "Grad C: Yeah . Maybe . Weirder things have happened .",
      "Professor E: Yeah .",
      "Postdoc F: I 'm wondering if he were to just , uh , specify particular topics , I mean . Maybe we 'd be able to meet that request of his a little more .",
      "PhD B: I would  I would also guess that as we get more into processing the data and things like that there 'll be more things of interest to him .",
      "Grad C: Well then",
      "Professor E: Yeah . Actually it  This  this maybe brings up another topic which is um  So we 're done with that topic . The other topic I was thinking of was the sta status on microphones and channels , and all that .",
      "Grad C: Yeah , actually I  I was going to say we need to  talk about that too .",
      "Professor E: Yeah . Why  why don't we do that .",
      "Grad C: OK . Um , the new microphones , the two new ones are in . Um .  And they are being assembled as we speak , I hope . And I didn't bring my car today so I 'm gonna pick them up tomorrow . Um , and then the other question I was thinking about is  well , a couple things . First of all , if the other headsets are a lot more comfortable , we should probably just go ahead and get them . So we 'll have to evaluate that when they come in ,",
      "Grad C: and get people 's opinions on  on what they think of them . Um , then the other question I had is maybe we should get another wireless . Another wireless setup . I mean it 's expensive , but it does seem to be  better than the wired .",
      "Professor E: So how many channels do you get to have in a wireless setup ?",
      "Grad C: Um , well , I 'm pretty sure that you can daisy - chain them together so what we would do is replace the wired mikes with wireless . So we currently have one base station with six wireless mike , possibility of six wireless receivers , and apparently you can chain those together . And so we could replace our wired mikes with wireless if we bought another base station and more wireless mikes .",
      "Professor E: So , um .",
      "Grad C: And  So , you know it 's still , it 's fifteen minus six .",
      "Professor E: So let 's see we",
      "Grad C: Right ? So we could have up to nine .",
      "Professor E: And right now we can have up to six .",
      "Grad C: Right . And we have five , we 're getting one more .",
      "Professor E: Yeah .",
      "Grad C: And it 's um , about nine hundred dollars for the base station , and then eight hundred per channel .",
      "Professor E: Oh . So yeah so the only  Beyond the mike  the cost of the mikes the only thing is the base station that 's nine hundred dollars .",
      "Grad C: Right .",
      "Professor E: Oh , we should do it .",
      "Grad C: OK . OK , so I 'll look into how you daisy - chain them and  and then just go ahead and order them .",
      "Professor E: Yeah . Yeah .",
      "PhD B: I don't quite understand how that  how that works , . If  So we 're not increasing the number of channels . OK .",
      "Grad C: No , we 're just replacing the wired  the two wired that are still working ,",
      "PhD B: OK . I see .",
      "Grad C: along with a couple of the wired that aren't working , one of the wired that 's not working , with a wireless .",
      "Professor E: Yeah .",
      "PhD B: Three wireds work ,",
      "Professor E: Basically we found",
      "PhD B: right ?",
      "Grad C: I  I guess three wireds work , yeah .",
      "PhD B: Yeah . Yeah .",
      "Professor E: Yeah . But we 've had more problems with that .",
      "Grad C: Yep .",
      "Professor E: And that sort of bypasses the whole  the whole Jimbox thing and all that .",
      "Grad C: Right .",
      "Professor E: And so um , we  we seem to have uh , a reliable way of getting the data in , which is through the ra Sony radio mikes , as long as we 're conscious about the batteries .",
      "Grad C: Right .",
      "Professor E: That seems to be the key issue .",
      "Grad C: Everyone 's battery OK ?",
      "PhD B: I checked them this morning , they should be .",
      "Grad C: OK .",
      "Professor E: Yeah . Um ,  That 's the only thing with them . But the quality seems really good and  Um I heard from UW that they 're  they 're uh very close to getting their , uh setup purchased . They 're  they 're  they 're buying something that you can just sort of buy off the shelf .",
      "Grad C: Well we should talk to them about it because I know that SRI is also in the process of looking at stuff , and so , you know , what we should try to keep everyone  on the same page with that .",
      "Professor E: Yeah .",
      "PhD B: SRI , really ?",
      "Grad C: Yeah .",
      "PhD B: Oh .",
      "Grad C: They got sa apparent Well , Maybe  this needs to be bleeped out ? I have no clue .",
      "Professor E: Uh , I don't know .",
      "Grad C: I don't know how much of it 's public .",
      "Professor E: Probably we shouldn't  probably we shouldn't talk about funding stuff .",
      "Grad C: Right .",
      "Professor E: Yeah . But anyway there 's  there 's  there 's uh , uh other activities that are going on there and  and uh  and NIST and UW . So . Um . But  but yeah I thin I think that at least the message we can tell other people is that our experience is  is quite positive with the Sony ,",
      "Grad C: Right .",
      "Professor E: uh , radio - mikes . Now the one thing that you have said that actually concerns me a little is you 're talking about changing the headsets meaning changing the connector , which means some hand - soldering or something , right ?",
      "Grad C: Uh , no , we 're having the  them do it .",
      "Professor E: No ?",
      "Grad C: So it 's so hand - soldering it , but I 'm not doing it .",
      "Professor E: Oh .",
      "Grad C: So , they  they charge",
      "Professor E: OK . Nothing against you and your hand - soldering",
      "Grad C: right .",
      "Professor E: but",
      "Grad C: You 've never seen my hand - soldering . But uh , a as I said they 're coming in .",
      "Professor E: Uh , OK , so that 's being done professionally and",
      "Grad C: I  I mean",
      "Professor E: Yeah .",
      "Grad C: Yeah . I mean .",
      "Professor E: Yeah .",
      "Grad C: As professionally as I guess you can get it done .",
      "Professor E: Well , it could  if they do a lot of it , it 's",
      "Grad C: I mean i it 's just their repair shop . Right ? Their maintenance people .",
      "Professor E: Well , we 'll see what it  it 's like .",
      "Grad C: Yep .",
      "Professor E: That  tha that can be quite good . Th - this  Yeah , OK . Good . Yeah . So let 's go with that .",
      "Grad C: And , I mean we 'll see , tomorrow , you know , what it looks like .",
      "Professor E: Uh , Yeah . So , um , uh , Dave isn't here but he was going to start working on some things with the digits . Uh , so he 'll be interested in what 's going on with that . I guess  Was  the decision last time was that the  the uh transcribers were going to be doing stuff with the digits as well ? Has that started , or is that  ?",
      "Postdoc F: Mm - hmm . Yeah . Uh , it would be to use his interface and I was going to meet with him today about that .",
      "Grad C: Right , so , the decision was that Jane did not want the transcribers to be doing any of the paperwork . So I did the  all that last week . So all the  all the forms are now  on the computer . And uh , then I have a bunch of scripts that we 'll read those and let the uh  transcribers use different tools . And I just want to talk to Jane about how we transition to using those .",
      "Postdoc F: Mm - hmm . So he has a nice set up that they  it w it will be efficient for them to do that .",
      "Professor E: OK .",
      "Grad C: I  I don't think it 'll take too long .",
      "Professor E: So anyway",
      "Grad C: So , you know , just uh , a matter of a few days I suspect .",
      "Professor E: So anyway I think we  we have at least one uh , user for the digits once they get done , which will be Dave .",
      "Grad C: Right . I 've already done five or six  sets .",
      "Postdoc F: OK .",
      "Grad C: So if he wanted to , you know , just have a few to start with , he could . You know , and I also have a bunch of scripts that will , like , generate P - files and run recognition on them also .",
      "Professor E: Yeah , he might  he might be asking  Right . OK . Uh , is Dave  I don't know if Dave is on the list , if he 's invited to these meetings , uh if he knows .",
      "Postdoc F: I don't tend to get an invitation myself for them even .",
      "PhD A: No , no .",
      "Grad C: Uh , we don't have a active one but I 'll make sure he 's on the list .",
      "Postdoc F: Yeah . Should we call him ? I mean is he  d is he definitely not available today ?",
      "Professor E: I don't know .",
      "Postdoc F: Should I call his office and see ?",
      "PhD A: He was in .",
      "Grad C: I mean , he 's still taking classes , so uh , he may well have conflicts .",
      "Professor E: Uh , well i it 's uh",
      "PhD A: Yeah .",
      "Professor E: Yeah .",
      "PhD A: Yeah , he was in  s",
      "Postdoc F: He wasn't there at cof",
      "Professor E: Yeah , so this might be a conflict for him .",
      "PhD A: Yeah .",
      "Professor E: Yeah .",
      "Postdoc F: OK .",
      "Professor E: OK . Uh , so .",
      "Grad C: Yeah didn't he say his signal - processing class was like  Tuesdays and Thursdays ?",
      "PhD A: I think he has a class . Yeah .",
      "PhD B: Yeah . He might have .",
      "Grad C: Oh well , whatever .",
      "Grad D: You talking about David Gelbart ?",
      "Professor E: Oh , OK .",
      "PhD A: Yeah .",
      "PhD B: Yeah .",
      "Grad C: Yeah .",
      "Professor E: Yeah .",
      "Postdoc F: Yes .",
      "Grad D: Yeah , I think he 's taking two twenty - five A which is now .",
      "PhD B: Yeah .",
      "Grad D: So .",
      "Professor E: Yeah .",
      "Postdoc F: OK .",
      "Professor E: OK . So , that 's why we 're not seeing him . OK . Uh , transcriptions , uh , beyond the digits , where we are , and so on .",
      "Postdoc F: OK .",
      "Professor E: And the  and the recordings also ,",
      "Postdoc F: Um",
      "Professor E: just where we are . Yeah .",
      "Postdoc F: Well , so um , should we  we don't wan wanna do the recording status first , or  ?",
      "Grad C: Well , we have about thirty - two hours uh as of , I guess a week and a half ago , so we probably now have about thirty - five hours .",
      "Professor E: And  and that 's  that 's uh  How much of that is digits ? It 's uh  that 's including digits ,",
      "Grad C: That 's including digits .",
      "Professor E: right ?",
      "Grad C: I haven't separated it out so I have no clue how much of that is digits .",
      "Professor E: So  Yeah . So anyway there 's at least probably thirty hours , or something of  There 's got to be more than thirty hour",
      "PhD A: Mmm .",
      "Grad C: Of  of non - digits ?",
      "Professor E: i it couldn't  of  Of non - digits .",
      "Grad C: Yeah , absolutely . I mean , the digits don't take up that much time .",
      "Professor E: Yeah , yeah . OK .",
      "Postdoc F: OK , and the transcribers h I , uh , don't have the exact numbers , but I  think it would come to about eleven hours that are finished uh , transcribing from them right now . The next step is to  that I 'm working on is to insure that the data are clean first , and then channelized . What I mean by clean is that they 're spell - checked , that the mark - up is consistent all the way throughout , and also that we now incorporate these additional conventions that uh , Liz requested in terms of um , um  in terms of having a s a systematic handling of numbers , and acronyms which I hadn't been specific about . Um , for example , i they 'll say uh \" ninety - two \" . And you know , so how  you could",
      "Grad C: Nine two ,",
      "Postdoc F: e Exactly .",
      "Grad C: right .",
      "Postdoc F: So if you just say \" nine two \" , the  there are many s ways that could have been expressed . An - and I just had them  I  I mean , a certain number of them did put the words down , but now we have a convention which also involves having it followed by , um , a gloss th and things .",
      "PhD B: You know , Jane ?",
      "Grad C: Mm - hmm .",
      "PhD B: Um , one suggestion and you may already be doing this , but I 've noticed in the past that when I 've gone through transcriptions and you know in  in order to build lexicons and things , if you um , just take all the transcriptions and separate them into words and then alphabetize them ,  a lot of times just scanning down that list you 'll find a lot of  inconsistencies and mis",
      "Grad C: Misspelled .",
      "PhD A: Yeah .",
      "Postdoc F: You 're talking about the type token frequency listings , and I use those too . Y you mean just uh  on each  on each line there 's a one word right ? It 's one token from the  from the corpus .",
      "PhD B: Mm - hmm . Mm - hmm .",
      "Postdoc F: Yeah , those are e extremely efficient and I and I  I agree that 's a very good use of it .",
      "PhD B: Oh so you already have that , OK .",
      "Postdoc F: Well that 's  that 's a way  that 's  You know , the spell - check basically does that but  but in addition  yes , that 's  that 's exactly the strategy I wanna do in terms of locating these things which are you know colloquial spoken forms which aren't in the lexicon .",
      "PhD B: Mm - hmm . Cuz a lot of times they 'll appear next to each other , and uh ,",
      "Postdoc F: Exactly . And then you ca then you can do a s",
      "PhD A: Yeah .",
      "PhD B: i in alphabetized lists , they 'll appear next to each other and  and so it makes it easier .",
      "Postdoc F: Absolutely . I agree . That 's a very good  that 's a very good uh , suggestion . And that was  that 's my strategy for handling a lot of these things , in terms of things that need to be glossed . I didn't get to that point but  So there are numbers , then there are acronyms , and then um , there 's a  he she wants the uh , actually a  an explicit marker of what type of comment this is , so i curly b inside the curly brackets I 'm gonna put either \" VOC \" for vocalized , like cough or like laugh or whatever , \" NONVOC \" for door - slam , and \" GLOSS \" for things that have to do with  if they said a s a spoken form with this  m this pronunciation error .",
      "Grad C: Right .",
      "Postdoc F: I already had that convention",
      "PhD B: Oh that 's great .",
      "Postdoc F: but I  I haven't been asking these people to do it systematically cuz I think it most  ha most efficiently handled by uh  by a  a filter . That was what I was always planing on . So that , you know you get a whole long list  exactly what you 're saying , you get a whole list of things that say \" curly bracket laugh curly bracket \" ,",
      "PhD B: Mm - hmm .",
      "Postdoc F: then y you know it 's  it 's  You  you risk less error if you handle it by a filter , than if you have this transcriber ch laboriously typing in sort of a VOC space ,",
      "PhD B: Yeah .",
      "Postdoc F: so man So many ways that error prone .",
      "PhD B: Right . Right .",
      "Postdoc F: So , um ,  um I 'm  I 'm going to convert that via a filter , into these tagged uh , subcategorized comments , and same thing with you know , we see you get a subset when you do what you 're saying ,",
      "PhD B: Mm - hmm .",
      "Postdoc F: you end up with a s with uh , you 're collapsing across a frequency you just have the tokens",
      "PhD B: Mm - hmm .",
      "Postdoc F: and you can um , have a filter which more efficiently makes those changes . But the numbers and acronyms have to be handled by hand , because , you know I mean , jus",
      "Grad C: You don't know what they could be .",
      "PhD B: Yeah .",
      "Postdoc F: Yeah now TIMIT 's clear um  and PLP is clear but uh there are things that are not so well known , in  or  or have variant  u u uses like the numbers you can say \" nine two \" or you can say \" ninety - two \" ,",
      "Grad C: So how are you doing the",
      "Postdoc F: and uh I 'd handle the numbers individually .",
      "Grad C: How are you doing the uh , acronyms so if I say PZM what would it appear on the transcript ?",
      "Postdoc F: It would be separate  The letters would be separated in space",
      "Grad C: OK .",
      "Postdoc F: and potentially they 'll have a curly bracket thing afterwards e but I 'm not sure if that 's necessary , clarifying what it is ,",
      "Grad C: Mm - hmm .",
      "Postdoc F: so gloss of  whatever .",
      "Grad C: Right .",
      "Postdoc F: I don't know if that 's really necessary to do that . Maybe it 's a nice thing to do because of it then indicating this is uh , a step away from i indicating that it really is intentional that those spaces are there , and indicating why they 're there to indicate that it 's uh  the you know ,  uh enumerated , or i",
      "Grad C: Mm - hmm .",
      "Postdoc F: it 's not a good way of saying  but it 's  it 's the  specific uh way of stating these  these letters .",
      "Grad C: Right . So it sounds good .",
      "Postdoc F: And so anyway , the clean  those are those things and then channelized is to then um , get it into this multichannel format . And at that point then it 's ready for use by Liz and Don . But that 's been my top priority  beyond getting it tanel channelized , the next step is to work on tightening up the boundaries of the time bins .",
      "PhD A: Yeah .",
      "Grad C: Right .",
      "Postdoc F: And uh , Thilo had a  e e a breakthrough with this  this last week in terms of getting the channel - based um uh s s speech - nonspeech segmentation um , up and running and I haven't  I haven't been able to use that yet cuz I 'm working s re this is my top priority  get the data clean , and channelized .",
      "PhD A: I actually gave",
      "Grad C: Have you also been doing spot checks , Jane ?",
      "Postdoc F: Oh yes .",
      "Grad C: Okay , good .",
      "Postdoc F: Well you see that 's part of the cleaning process . I spent um actually um I have a segment of ten minutes that was transcribed by two of our transcribers ,",
      "Grad C: Oh good . Good .",
      "Postdoc F: and I went through it last night , it 's  it 's almost spooky how similar these are , word for word . And there are some differences in commas cuz commas I  I left them discretion at commas .",
      "Grad C: Right .",
      "Postdoc F: Uh  and so because it 's not part of our st of our ne needed conventions .",
      "Professor E: Mm - hmm .",
      "Postdoc F: And um , and  so they 'll be a difference in commas , but it 's word - by - word the same , in  in huge patches of the data . And I have t ten minute stretch where I can  where I can show that . And  and sometimes it turns out that one of these transcribers has a better ear for technical jargon , and the other one has a better ear for colloquial speech . So um , the one i i the colloquial speech person picked up \" gobbledy - gook \" .",
      "PhD B: Hmm .",
      "Postdoc F: And the other one didn't . And on this side , this one 's picking up things like \" neural nets \" and the one that 's good on the sp o on th the vocabulary on the uh colloquial didn't .",
      "Grad C: Right .",
      "PhD B: When  for the person who missed \" gobbledy - gook \" what did they put ?",
      "Postdoc F: It was an interesting approximation , put in parentheses , cuz I have this convention that , i if they 're not sure what it was , they put it in parentheses .",
      "PhD B: Oh .",
      "Postdoc F: So they tried to approximate it , but it was",
      "PhD B: Oh good .",
      "Postdoc F: it was spelled GABBL",
      "PhD B: Sort of how it sounds . Yeah .",
      "Postdoc F: Yes . More of an attempt to  I mean apparently it was very clear to her that these  the a this  this was a sound  these are the sounds ,",
      "Grad C: It was a technical term that she didn't recognize ,",
      "PhD B: Yeah .",
      "Postdoc F: but  Yeah . But she knew that she didn't know it . Maybe it was a technical ter exactly . But she  even though her technical perception is just really  uh you know I 've  I 'm tempted to ask her if she 's taken any courses in this area or if she 's taken cognitive science courses",
      "Grad C: Right .",
      "Postdoc F: then cuz \" neural nets \" and  oh she has some things that are  oh \" downsampled \" , she got that right .",
      "PhD B: Hmm .",
      "Postdoc F: And some of these are rather  uh unexpected .",
      "Grad C: Obscure , yeah .",
      "Postdoc F: But ch ten solid uh  m ch s chunk of ten solid minutes where they both coded the same data .",
      "Professor E: And  and again the main track that you 're working with is elev eleven hours ?",
      "Postdoc F: And um",
      "Professor E: Is that right ?",
      "Postdoc F: Yes exactly .",
      "Professor E: Yeah , OK .",
      "Postdoc F: And that 's part of this  Eleven hours .",
      "Professor E: Is that  is that  that including digits ? Yeah .",
      "Postdoc F: Yes it is .",
      "Professor E: So let 's say roughly  ten hours or so of",
      "Postdoc F: Mm - hmm .",
      "Professor E: I mean it 's probably more than that but  but with  of  of non - digits .",
      "PhD A: Yeah .",
      "Postdoc F: It 'd be more than that because I  my recollection is the minutes  that da digits don't take more than half a minute . Per person .",
      "Professor E: Oh , OK .",
      "Postdoc F: But um  the  the total set that I gave them is twelve hours of tape ,",
      "Professor E: Oh , I see .",
      "Postdoc F: But they haven't gotten to the end of that yet .",
      "Professor E: Oh , I see .",
      "Postdoc F: So they 're still working  some of them are  Two of them are still working on completing that . Yeah .",
      "PhD B: Boy , they 're moving right along .",
      "Professor E: Yeah .",
      "Postdoc F: Yeah . They are . Mm - hmm . They 're very efficient . There 're some who have more hours that they devote to it than others .",
      "PhD B: Mm - hmm .",
      "Professor E: Mm - hmm .",
      "Postdoc F: Yeah .",
      "Professor E: So what  what  what 's the deal with  with your",
      "PhD A: The channel u thing ?",
      "Professor E: Yeah .",
      "PhD A: Oh , it 's just uh , I ran the recognizer  uh , the   speech - nonspeech detector on different channels and , it 's just in uh  in this new multi - channel format and output , and I just gave one  one meeting to  to Liz who wanted to  to try it for  for the recognizer",
      "Professor E: Oh , I see .",
      "PhD A: as uh , apparently the recognizer had problems with those long chunks of speech , which took too much memory or whatever ,",
      "Professor E: Right .",
      "PhD A: and so  she  she will try that I think",
      "Professor E: Yeah .",
      "PhD A: and  I 'm  I 'm working on it . So , I hope",
      "Grad C: Is this anything different than the HMM system you were using before ?",
      "Professor E: Yeah .",
      "PhD A: No . Uh , I  mmm , use some  some different features but not  not",
      "Grad C: Mm - hmm .",
      "PhD A: The basic thing is this HMM base .",
      "Grad C: So there 's still no  no knowledge using different channels at the same time .",
      "PhD A: There is some , uh as the energy is normalized across channels",
      "Grad C: You know what I mean ? Across all of them .",
      "PhD A: yeah .",
      "Grad C: OK .",
      "PhD A: So . But basically that 's one of the main changes .",
      "Grad C: Mm - hmm .",
      "Professor E: Mm - hmm . What are some of the other features ? Besides the energy ? You said you 're trying some different features , or something .",
      "PhD A: Oh I just uh   Mmm , I just use um our loudness - based things now as they  before there were  they were some in  in the log domain and I  I changed this to the  to the",
      "Professor E: Cu - Cube root ?",
      "PhD A: Yeah . To  No , I changed this to the  to the  to the loudness thingy with the  with the",
      "Grad C: Hmm .",
      "Professor E: Ah .",
      "PhD A: how do you call it ? I 'm not sure . With the , uh",
      "Professor E: Fletcher Munson ? No .",
      "PhD A: I 'm not sure about the term .",
      "Professor E: Oh , OK .",
      "PhD A: Uh , I 'll look it up . And say it to you .",
      "Professor E: Yeah , alright .",
      "PhD A: Uh , OK , and  Yeah . That 's  that 's basically the  the  the thing . Yeah , and I  and I tried t to normalize uh  uh the features , there 's loudness and modified loudness , um , within one channel ,",
      "Professor E: OK .",
      "PhD A: because they 're ,  yeah to  to be able to distinguish between foreground and background speech . And it works quite well . But , not always .",
      "Professor E: Uh - huh . Uh - huh .",
      "PhD A: So .",
      "Professor E: OK .",
      "Grad C: Good .",
      "Professor E: Um , let 's see . I think the uh  Were  were you basically done with the transcription part ? So I guess the next thing is this uh  bleep editing .",
      "Grad C: Right . So the  The idea is that we need to have  We need to provide the transcripts to every participant of every meeting to give them an opportunity to bleep out sections they don't want . So I 've written a bunch of tools that will generate web pages , uh with the transcription in it so that they can click on them and piece  pieces and they can scroll through and read them , and then they can check on each one if they want it excluded . And then , it 's a form , HTML form , so they can submit it and it will end up sending me email with the times that they want excluded . And so , uh , some of the questions on this is what do we do about the privacy issue . And so I thought about this a little bit and I think the best way to do it is every participant will have a password ,",
      "Professor E: Yeah .",
      "Grad C: a single password . Each person will have a single password , user name and password . And then each meeting , we 'll only allow the participants who were at that meeting to look at it . And that way each person only has to remember one password .",
      "Professor E: I  I can't help but wonder if this is maybe a little more elaborate than is needed . I mean if people have  Uh , I mean , for me I would actually want to have some pieces of paper that had the transcription and I would sort of flip through it . And then  um  if I thought it was OK , I 'd say \" it 's OK \" .",
      "Grad C: Mm - hmm .",
      "Professor E: And , I  uh  I mean it depends how this really ends up working out , but I guess my thought was that the occasion of somebody wondering whether something was OK or not and needing to listen to it was gonna be extremely rare .",
      "Grad C: Right , I mean so th th th the fact that you could listen to it over the web is a minor thing that I had already done for  other reasons .",
      "Professor E: OK .",
      "Grad C: And so that  that 's a minor part of it , I just wanted some web interface so that people  you didn't actually have to send everyone the text . So m what my intention to do is that as the transcripts become ready , um  I would take them , and generate the web pages and send email to every participant or contact them using the contact method they wanted , and just uh , tell them , \" here 's the web page \" , um , \" you need a password \" . So th th question number one is how do we distribute the passwords , and question number two is how else do we wanna provide this information if they want it .",
      "Professor E: That 's  I think what I was sort of saying is that if you just say  \" here is a  here is  \" I mean this maybe it sounds paleolithic but  but I just thought if you handed them some sheets of paper , that said , uh , \" here 's what was said in this transcription is it OK with you ? and if it is , here 's this other sheet of paper that you sign that says that it 's OK \" .",
      "Grad C: I think that um there are a subset of people who will want printouts that we can certainly provide .",
      "Professor E: And then they 'd hand it back to you .",
      "Grad C: But certainly I wouldn't want a printout . These are big , and I would much rather be  ha be able to just sit and leaf through it .",
      "Professor E: You find it easier to go through a large  I mean how do you read books ?",
      "Grad C: Well I certainly read books by hand . But for something like this , I think it 's easier to do it on the web .",
      "Professor E: Really ? I mean , it",
      "Grad C: Cuz you 're gonna get , you know , if I  I 'm  I 'm in a bunch of meetings and I don't wanna get a stack of these . I wanna just be able to go to  go to the web site  and visit it as I want .",
      "Professor E: Going to a web site is easy , but flipping through a hundred pounds  a hundred pages of stuff is not easy on the web .",
      "Grad C: Well , I don't think it 's that much harder than , paper . So .",
      "Professor E: Really ?",
      "Postdoc F: I have one question . So are you thinking that um the person would have a transcript and go strictly from the transcript ? Because I  I do think that there 's a benefit to being able to hear the tone of voice and the",
      "Professor E: So here 's the way I was imagining it , and maybe I 'm wrong ,",
      "Postdoc F: Yeah .",
      "Professor E: but the way I imagined it was that um , the largest set of people is gonna go \" oh yeah , I didn't say anything funny in that meeting just go ahead , where 's the  where 's the release ? \" And then there 'll be a subset of people , right ?  OK there 's  I mean think of who it is we 've been recording mostly .",
      "PhD A: Yeah .",
      "Professor E: OK there 'll be a subset of people , who um , will say uh \" well , yeah , I really would like to see that . \" And for them , the easiest way to flip through , if it 's a really large document , I mean unless you 're searching . Searching , of course , should be electronic , but if you 're not  so if you provide some search mechanism you go to every place they said something or something like that ,",
      "PhD A: Yeah .",
      "Professor E: but see then we 're getting more elaborate with this thing . Um if  if uh you don't have search mechanisms you just sort of have this really , really long document , I mean whenever I 've had a really , really long document that it was sitting on the web , I 've always ended up printing it out . I mean , so it 's  it 's  I mean , you  you 're  you 're not necessarily gonna be sitting at the desk all the time , you wanna figure you have a train ride , and there 's all these situations where  where I  I mean , this is how I was imagining it , anyway . And then I figured , that out of that group , there would be a subset who would go \" hmm you know I 'm really not sure about this section here , \" and then that group would need it  S It seems like i if I 'm right in that , it seems like you 're setting it up for the most infrequent case , rather than for the most frequent case . So that uh , now we have to worry about privacy ,",
      "Grad C: Well , no fre for the most",
      "Professor E: we have to worry about all these passwords , for different people",
      "Grad C: For the most frequent case they just say  \" it 's OK \" and then they 're done . And I think  almost everyone would rather do that by email than any other method .",
      "Professor E: Mm - hmm .",
      "Postdoc F: The other thing too is it seems like",
      "Professor E: Um , yeah , that 's true .",
      "Postdoc F: Go ahead .",
      "Grad C: I mean , cuz you don't have to visit the web page if you don't want to .",
      "PhD A: Yeah .",
      "Professor E: I guess  Yeah , I guess we don't need their signature . I guess an email OK is alright .",
      "Grad C: Oh that was another thing I  I had assumed that we didn't need their signature , that it  that an email approval was sufficient . But  I don't actually know .",
      "PhD B: Are  are people going to be allowed to bleep out sections of a meeting where they weren't speaking ?",
      "Grad C: Yes . If someone feels strongly enough about it , then I  I  I think they should be allowed to do that .",
      "Postdoc F: I also  mm - hmm .",
      "PhD B: So that means other people are editing what you say ?",
      "Professor E: Uh  I don't know about that .",
      "Grad C: Yeah .",
      "PhD B: I don't know if I like that .",
      "Grad C: Well , the only other choice is that the person would say \" no , don't distribute this meeting at all \" , and I would rather they were able to edit out other people then just say \" don't distribute it at all \" .",
      "Professor E: But th what they signed in the consent form , was something that said you can use my voice .",
      "Grad C: Well , but if  if someone is having a conversation , and you only bleep out one side of it , that 's not sufficient .",
      "Professor E: Right ? Yeah . Yeah , but that 's our decision then . Right ?",
      "Grad C: Um , I don't think so . I mean , because if I object to the conversation .",
      "Professor E: I think it is .",
      "Grad C: If I say \" we were having a conversation , and I consider that conversation private , \" and I consider that your side of it is enough for other people to infer , I wanna be able to bleep out your side .",
      "Postdoc F: The  I agree that the consent forms were  uh , I cons agree with what Adam 's saying , that  um , the consent form did leave open this possibility that they could edit things which they found offensive whe whether they said them or didn't say them .",
      "Professor E: I see . OK , well , if that 's what it said .",
      "Postdoc F: And the other thing is from the standpoint of the l of the l I 'm not a law lawyer , but it strikes me that  uh , we wouldn't want someone to say \" oh yes , I was a little concerned about it but  it was too hard to access \" . So I think it 's kind of nice to have this facility to listen to it . Now  in terms of like editing it by hand , I mean I think it 's  i some people would find that easier to specify the bleep part by having a document they edited . But  but it seems to me that sometimes um , you know i if a person had a bad day , and they had a tone in their voice that they didn't really like , you know it 's nice  it 's nice to be able to listen to it and be sure that that was OK .",
      "Grad C: I mean I can certainly provide a printable version if people want it . Um .",
      "Professor E: Um  I mean it 's also a mixture of people , I mean some people are r do their work primarily by sitting at the computer , flipping around the web , and others do not .",
      "Grad C: Yep .",
      "Professor E: Others would consider it  this uh  a  a set of skills that they would have to gain . You know ?",
      "Grad C: Well I think most of the people in the meetings are the former .",
      "Professor E: It depends on what meetings .",
      "Postdoc F: That 's true .",
      "PhD B: So far .",
      "Grad C: So .",
      "Professor E: In the meetings so far , yeah .",
      "Grad C: Yep .",
      "Professor E: But we 're trying to expand this , right ?",
      "Grad C: Right .",
      "Professor E: So I  I  I actually think that paper is the more universal thing .",
      "Grad C: And that  Well , but if they want to print it out that 's alright .",
      "Postdoc F: Mm - hmm . Yeah .",
      "Grad C: I think everyone in the meeting can access the web .",
      "Professor E: No , I think we have to be able to print it out . It 's not just if they want to print it out . I  I think",
      "Grad C: OK , so does that mean that I can't use email ? Or what ?",
      "Postdoc F: Cuz you could send it through email you 're thinking .",
      "Professor E: I  I th",
      "Grad C: Well , I don't think I",
      "Professor E: well  we  there was this",
      "Grad C: well I don't think we can send the text through email because of the privacy issues .",
      "Professor E: No .",
      "Postdoc F: Good . For security ?",
      "PhD A: Yeah .",
      "Postdoc F: Yeah , OK good .",
      "Professor E: Right .",
      "Grad C: Um . So giving them , you think a web site to say , \" if you wanna print it out here it is \" , is not sufficient ?",
      "Postdoc F: Good point .",
      "PhD A: Yeah . I",
      "Professor E: Certainly for everybody who 's been in the meetings so far it would be sufficient .",
      "Grad C: Yeah , I 'm just thinking for people that that 's not sufficient for , what  the only sufficient thing would be for me to walk up to them and hand it to them .",
      "Professor E: I 'm just wondering about",
      "Postdoc F: You could mail it to them .",
      "PhD A: Yeah .",
      "Postdoc F: Get an a mailing address .",
      "Grad C: Equivalent .",
      "PhD A: But",
      "Postdoc F: But I think it 's easier to drop in the box .",
      "PhD A: Just put the button on  on the web page which say \" please send me the  the scripts \" .",
      "Grad C: That 's right .",
      "Postdoc F: Oh that 's interesting .",
      "PhD A: Yeah .",
      "PhD B: What um  When you display it on the web page , what are  what are you showing them ? Utterances , or  ?",
      "Grad C: Mm - hmm .",
      "PhD B: And so can they bleep within an utterance ?",
      "Grad C: No . Whole utterances only .",
      "PhD B: Whole utterances .",
      "Grad C: And that was just convenience for my sake , that it 's uh , uh it would end up being fairly difficult to edit the transcripts if we would do it at the sub - utterance level . Because this way I can just delete an entire line out of a transcript file rather than have to do it by hand .",
      "Professor E: There 's another aspect to this which maybe  is part of why this is bothering me . Um , I think you 're really trying very hard to make this as convenient as possible for people to do this .",
      "PhD B: Mmm .",
      "Grad C: I mean that 's why I did the web form , because for me that would be my most convenient .",
      "Professor E: I  I  I understand .",
      "PhD B: I know where you 're going .",
      "Professor E: I think that 's the bad idea .",
      "Grad C: Oh .",
      "Professor E: See because you 're gon you 're  uh  Really . You 're gonna end up with all these little patchy things , whereas really what we want to do is have the  the  the bias towards letting it go . Because nob you know it  There was a  one or twi once or twice , in the re in the meetings we 've heard , where somebody said something that they might be embarrassed by , but overall people are talking about technical topics . Nobody 's gonna get hurt . Nobody 's being l libeled . You know , this is  this  we 're  we 're covering  We 're playing the lawyer 's game , and we 're playing we 're  we 're  we 're looking for the extreme case . If we really orient it towards that extreme case , make it really easy , we 're gonna end up encouraging a headache . That  I think that 's  I 'm sort of psyching myself out here , I  I 'm trying to  uh",
      "Grad C: I guess I don't see having a few phrases here and there in a meeting being that mu much of a headache , bleeped out .",
      "Professor E: but I  I think that 's  Well , it 's",
      "Grad C: So .",
      "PhD B: I think what Morgan 's saying is the easier it is , the more is gonna be bleeped .",
      "Professor E: but i And  and it really depends on what kind of research you 're doing . I think some researchers who are gonna be working with this corpus years from now are really gonna be cursing the fact that there 's a bunch of stuff in there  that 's missing from the dialogue .",
      "Grad C: Mm - hmm .",
      "Professor E: You know , it depends on the kind of research they 're doing ,",
      "PhD A: Yeah .",
      "Professor E: but it might be , uh  it might be really a  a pain . And , you know where it 's really gonna hurt somebody , in some way  the one who said it or someone who is being spoken about ,  we definitely want to allow the option of it being bleeped out . But I really think we wanna make it the rare incidence . And  and uh , I am just a little worried about making it so easy for people to do , and so much fun !  that they 're gonna go through and bleep out stuff .",
      "Postdoc F: So much fun .",
      "Professor E: and they can bleep out stuff they don't like too , right from somebody else , as you say , you know , so \" well I didn't like what he said . \"",
      "Grad C: Well I don't see any way of avoiding that . I mean , we have to provi we have promised that we would provide them the transcript and that they can remove parts that they don't like . So that the",
      "Professor E: Yeah . No , no , I  I  I don't",
      "Grad C: The only question is",
      "Professor E: You - you 've talked me into that , but I  I just think that we should make it harder to do .",
      "Grad C: The problem is if it 's harder for them it 's also harder for me . Whereas this web interface , I just get email , it 's all formatted , it 's all ready to go and I can just insert it .",
      "Professor E: So maybe you don't give them access to the web interface unless they really need it . So  so  so",
      "Postdoc F: Well I guess  Yeah .",
      "Professor E: I 'm sorry  so  so  So maybe this is a s a way out of it .",
      "Postdoc F: Hmm .",
      "Professor E: You 've provided something that 's useful for you to do  handle , and useful for someone else if they need it . But I think the issue of privacy and ease and so forth should be that uh , they get access to this if they really need it .",
      "Grad C: Well",
      "PhD B: So you 're saying the  the sequence would be more like first Adam goes to the contact lists , contacts them via whatever their preferred method is , to see if they want to review the meeting .",
      "Professor E: Right .",
      "PhD B: And then if they don't , you 're done . If they do , then he provides them access to the  the web site .",
      "Grad C: Well , to some extent I have to do that anyway because as I said we have to distribute passwords .",
      "Professor E: W w",
      "PhD B: Or  a printed - out form .",
      "Professor E: There 's  there",
      "Grad C: So ,",
      "Professor E: y but you don't necessarily have to distribute passwords is what I 'm saying .",
      "Grad C: Well , but",
      "Professor E: So",
      "PhD B: Only if they want it .",
      "Grad C: what I 'm saying is that I can't just email them the password because that 's not secure . So they have to call me and ask .",
      "Professor E: No , no , no . But you aren't necessarily giving them  Right . But  we don't even necessarily need to end up distributing passwords at all .",
      "Grad C: Well , we do because of privacy . We can't just make it openly available on the web .",
      "Professor E: No , no . You 're missing the point .",
      "Postdoc F: Mm - hmm .",
      "Professor E: We 're  We 're trying i We 're trying to make it less of an obvious just l l l l uh fall off a log , to do this .",
      "Postdoc F: Not everyone gets a password , unless they ask for it .",
      "Professor E: Right ? So th so what I would see , is that first you contact them and ask them if they would like to review it for to check for the",
      "Postdoc F: Yeah .",
      "Professor E: not just for fun , OK ? but to  to check this for uh things that they 're worried about having said or if they 're willing to just send an approval of it , at  from their memory . Um  and , uh , and we should think carefully actually we should review  go through how that 's worded , OK ? Then , if someone uh  wants to review it , uh , and I know you don't like this , but I 'm offering this as a suggestion , is that  is that we then give them a print out . And then if they say that \" I have a potential problem with these things , \" then , you  you say \" OK well you might wanna hear this in context to s think if you need that , \" you issue them a password , i in the",
      "Grad C: But the  the problem with what you 're suggesting is it 's not just inconvenient for them , it 's inconvenient for me . Because that means multiple contacts every time  for every single meeting every time anyone wants anything . I would much prefer to have all be automatic , they visit the web site if they want to . Obviously they don't have to .",
      "Professor E: I know you 'd prefer it , but the proble",
      "Grad C: Yeah .",
      "Professor E: we have",
      "Grad C: So I think you 're thinking people are going to arbitrarily start bleeping and I just don't think that 's gonna happen .",
      "Professor E: there 's a problem with it .",
      "Postdoc F: I 'm also concerned about the spirit of the  of the informed consent thing . Cuz I think if they feel that uh , it 's  I th I th You know , if it turns out that something gets published in this corpus that someone really should have eliminated and didn't detect , then it could have been because of their own negligence that they didn't pursue that next level and get the password and do that , um , but  but they might be able to argue \" oh well it was cumbersome , and I was busy and it was gonna take me too much time to trace it down \" . So it could that the burden would come back onto us . So I 'm a little bit worried about uh , making it harder for them , from the legal standpoint .",
      "Professor E: Well you can go too far in that direction , and you need to find somewhere between I think ,",
      "Postdoc F: Yeah .",
      "Grad C: It seems to me that sending them email , saying \" if you have an O - OK reply to this email and say OK ,",
      "Professor E: because  Uh - huh .",
      "Grad C: If you have a problem with it contact me and I 'll give you a password \" , seems like is a perfectly , reasonable compromise . And if they want a printout they can print it out themselves .",
      "Postdoc F: Or we could print it up for them ,",
      "PhD A: Yeah .",
      "Postdoc F: I mean we could offer that  but  but there 's uh , another aspect to that and that is that in the informed consent form , um , my impression is that they  that we offered them at the very least that they definitely would have access to the transcript . And  and I ha",
      "Professor E: Yeah .",
      "Postdoc F: I don't know that there 's a chance of really skipping that stage . I mean I  I thought that you were  Maybe I misinterpreted what you said but it 's",
      "Professor E: Having access to it doesn't necessarily mean , that  having it",
      "Grad C: Having it .",
      "Postdoc F: Giving it to them .",
      "Grad C: Well the in",
      "Professor E: right ? It just means they have the right to have it .",
      "Postdoc F: OK .",
      "Grad C: the consent form is right in there if anyone wants to look at it ,",
      "Postdoc F: Alright . Fine . OK . Fair enough .",
      "Grad C: so .",
      "Professor E: Yeah .",
      "Grad C: D you want me to grab one ?",
      "Postdoc F: Sh - sh well I could  I 'm closer .",
      "Grad C: Yeah , but you 're wired",
      "Postdoc F: I could",
      "Grad C: aren't you ?",
      "Postdoc F: Yeah . That is true .",
      "Professor E: Um .  Yeah , I mean I don't wanna fool them ,",
      "Postdoc F: I don't know",
      "Professor E: I just meant that e every  ev any time you say anything to anyone there is in fact a  a bias that is presented ,",
      "Postdoc F: Oh yeah yeah  oh I know .",
      "Professor E: right ?",
      "Grad C: \" If you agree to participate you 'll have the opportunity to have anything ex anything excised , which you would prefer not to have included in the data set . \"",
      "Professor E: of  and",
      "Postdoc F: Yeah that 's true . Yeah .",
      "Grad C: \" Once a transcript is available we will ask your permission to include the data in the corpus for the r larger research community .",
      "Professor E: Yeah .",
      "Grad C: There again you will be allowed to indicate any sections that you 'd prefer to have excised from the database , and they will m be removed both from the transcript and the recording . \"",
      "Postdoc F: Hmm . Well that 's more open than I realized .",
      "Grad C: Well , I mean it  The one question is definitely clear with anything as opposed to just what you said .",
      "Professor E: I",
      "PhD A: Yeah .",
      "Professor E: Yeah , uh no that  it  tha",
      "Postdoc F: Tha - that 's true . That 's more severe , but the next one says the transcript will be around .",
      "Professor E: that 's right .",
      "Postdoc F: And it doesn't  really say we 'll send it to you , or wi it 'll be available for you on the web , or anything .",
      "PhD B: I think it probably leaves it open how we get it to them .",
      "Professor E: I I",
      "Postdoc F: At least it more often . Yeah . It means also we don't have to g To give it to them . I mean like  like Morgan was saying they  they",
      "Grad C: They just have to make sure that it is available to them .",
      "Postdoc F: It 's available to them if they ask for it .",
      "Professor E: Yeah , OK , so . wh um  I think I have an idea that may be sat may satisfy both you and me in this which is , um , it 's a  it  we just go over carefully how these notes to people are worded . So I  I just want it to be worded in such a way where it gives the strong impre it gives very , I mean nothing hidden , v very strongly the bias that we would really like to use all of these data .",
      "Grad C: Right .",
      "Professor E: That  that we really would rather it wasn't a patchwork of things tossed out ,",
      "Postdoc F: Good .",
      "Professor E: that it would be better for , um , our , uh , field if that is the case . But if you really think something is gonna  And I don't think there 's anything in the legal aspects that  that is hurt by our expressing that bias .",
      "Postdoc F: Great . Great , great .",
      "Professor E: And then  then my concern about  which",
      "Postdoc F: Yeah . I agree .",
      "Professor E: you know you might be right , it may be it was just paranoia on my part , uh but people just  See I 'm @ @ worried about this interface so much fun  that people start bleeping stuff out   just as  just because they can .",
      "Grad C: It 's just a check box next to the text , it 's not any fun at all .",
      "Professor E: Yeah . Well I don't know . I kind of had fun when you played me something that was bleeped out . You know .",
      "Grad C: Well , but they won't get that feedback .",
      "Professor E: I",
      "Grad C: All  no because it doesn't automatically bleep it at the time .",
      "Professor E: Oh they won't ?",
      "Grad C: It just sends me",
      "Professor E: Oh good . So you haven't made it so much fun .",
      "Grad C: Right .",
      "Professor E: Oh good .",
      "Grad C: It just sends me the time intervals .",
      "Professor E: OK ,",
      "Grad C: And then at some point I 'll incorporate them all and put bleeps . I mean I don't wanna have t ha do that yet until we actually release the data",
      "Professor E: Yeah .",
      "Grad C: because um , then we have to have two copies of every meeting and we 're already short on disk space .",
      "Professor E: Yeah .",
      "Grad C: So I  I wanna  I  just keep the times until we actually wanna release the data and then we bleep it .",
      "Professor E: OK . Alright , so I think  Yeah so if we have if  i Again let 's you know , sort of circulate the  the wording on each of these things and get it right ,",
      "Grad C: Well since you seem to feel heart uh , strongest about it , would you like to do the first pass ?",
      "Professor E: but  but  OK . Uh , fair enough . Turn about is fair play ,",
      "Postdoc F: Al - Also it ther there is this other question , the legal question that  that Adam 's raised , uh about whether we need a concrete signature , or email c i suffices or whatever",
      "Professor E: Sorry .",
      "Grad C: Yeah .",
      "Postdoc F: and I don't know how that works . i There 's something down there about \" if you agree to  \"",
      "Professor E: I 'm  I 'm  I 'm  I thought  I  I thought about it with one of my background processes",
      "Grad C: I don't think so .",
      "Professor E: and I  uh it 's  uh it 's uh , it 's fine to do the email .",
      "Postdoc F: Ah . Fine .",
      "Grad C: Yeah because thi th they 're signing here that they 're agreeing to the paragraph which says \" you 'll be given an opportunity . \"",
      "Professor E: OK .",
      "Postdoc F: Good . OK .",
      "Professor E: Yeah .",
      "Grad C: And so I don't think they need another signature .",
      "Professor E: And  Well and furthermore I  it 's now fairly routine in a lot of arrangements that I do with people on contracts and so forth that  that uh if it 's  if it 's that sort of thing where you 're you 're saying uh \" OK I agree , we want eighty hours of this person at such - and - such amount , and I agree that 's OK , \" uh if it 's a follow up to some other agreement where there was a signature it 's often done in email now",
      "Grad C: Right .",
      "Professor E: so it 's  it 's OK .",
      "Postdoc F: Great .",
      "Professor E: Um .",
      "Grad C: So I guess I probably should at the minimum , think about how to present it in a printed form . I 'm not really sure what 's best with that . The problem is a lot of them are really short ,",
      "Postdoc F: Well",
      "Grad C: and so I don't necessarily wanna do one per line . But I don't know how else to do it .",
      "Postdoc F: Well I s I also have this  I  I think it 's nice you have it uh , viewab her  hearable on the  on the web for those who might wonder about um , the non nonverbal side , I mean I  I agree that our bias should be as  as expressed here , and  but I  I think it 's nice that a person could check . Cuz sometimes you know you  the words on a  on the page , come out soun sounding different in terms of the  social dynamics if they hear it .",
      "Grad C: Hmm .",
      "Professor E: Mm - hmm . Mm - hmm .",
      "Postdoc F: And I realize we shouldn't emphasize that people  you know , shouldn't borrow trouble . What it comes down to but",
      "Grad C: Yeah I think actually  my opinion probably is that the only time someone will need to listen to it is if the transcript is uh not good . You know , if  if there are lots of mumbles and parentheses and things like that .",
      "Postdoc F: Oh , you know , or what if there was an error in the transcript that didn't get detected and there was a whole uh  i segment a against some   personal  i th",
      "Grad C: Right . That was all mumbled ?",
      "PhD A: Yeah .",
      "Grad C: I think Microsoft is",
      "Postdoc F: Yeah exactly",
      "PhD A: Oh ,",
      "Grad C: Sorry transcribers .",
      "Postdoc F: Or  or even   or even  there was a  a line you know about how \" hmm - mmm - mmm  Bill Gates duh - duh - duh - duh . \"",
      "Professor E: Yeah .",
      "Postdoc F: but  but it was all  the words were all visible , but they didn't end up i some there was a slip in the transcript .",
      "PhD A: Oh , God .",
      "Grad C: They 're gonna hate this meeting .",
      "PhD A: Yeah .",
      "Postdoc F: Yeah that 's true .",
      "Grad C: Actually Liz will like it . You know , but .",
      "Professor E: Liz will like it . We had a pretty strong disagreement going there .",
      "Grad C: Yep , yep , that 's right .",
      "Professor E: Yeah .",
      "Postdoc F: Yeah . So I don't know . I mean , I  I guess we 're assuming that the transcript is a close enough approximation and that  that my double checking will be  so close to absolutely perfect that it  that nothing will slip by .",
      "Grad C: Mm - hmm .",
      "Professor E: But it  the  some something might sometime , and they  uh  if  if it 's something that they said , they might  i i I mean , you might be very accurate in putting down what they actually said ,",
      "Postdoc F: Mm - hmm .",
      "Professor E: but , when they hear it , themselves , they may hear something different because they know what they meant .",
      "Postdoc F: I don't know how to notate that .",
      "PhD B: Sarcasm ,",
      "Postdoc F: Yeah , that 's right .",
      "PhD B: how do you  how do you indicate sarcasm ?",
      "Postdoc F: Yeah that 's right .",
      "Professor E: No , I 'm serious . So  the  so  i the  so we might  we might get some feedback from people that such - and - such was , you know , not  not really what I said .",
      "Grad C: Yeah . Well that would be good to get , definitely .",
      "Professor E: Yeah , but , Yeah , sure .",
      "Grad C: Just for corrections .",
      "Professor E: Yeah .",
      "Grad C: So um , in terms of password distribution , I think phone is really the only way to do it , phone and in person . Or mail , physical mail .",
      "Postdoc F: Yeah . Or if for leave it on their voice mail .",
      "PhD B: Any sub - word level thing .",
      "Grad C: Any sub - wor Yeah , OK . I mean you could do it with PGP or things like that but it 's too complex .",
      "Postdoc F: You know I just realized something , which is of  e th this question about the  uh the possible mismatch of  I mean i well , and actually also the lawyer saying that um , we shouldn't really have them  have the people believing that they will be cleared by our checks . You know ?",
      "Professor E: Mm - hmm .",
      "Postdoc F: I mean . So it 's like i in a way it 's  it 's nice to have the responsibility still on them to listen to the tape and  and hear the transcript , to have that be the",
      "Professor E: Well yeah , but you can't dep I mean , most people will not wanna take the time to do that , though .",
      "Postdoc F: Yeah , OK , fair enough . And they 're s they 're absorbing the responsibility themselves .",
      "Professor E: And they  they have to",
      "Postdoc F: So it 's not  it 's not um  Yeah , good .",
      "Professor E: But I mean if you were at a meeting , and  and you  you don't think , at least , that you said anything funny and the meeting was about , you know , some  some funny thing about semantics or something , or uh",
      "Grad C: You probably won't listen to it .",
      "Professor E: Yeah .",
      "Postdoc F: It is true that tec that the content is technical , I  and so i and we 're not having these discussions which",
      "Professor E: Yeah .",
      "Postdoc F: I  I mean , when I listen to these things , I don't find things that are questionable , in other people 's speech or in my own .",
      "Professor E: Yeah . You would think it would be rare ,",
      "Postdoc F: Just  It should be very rare .",
      "Professor E: I mean we 're not talking about the energy crisis or something , people have",
      "Postdoc F: Yeah . Yeah , OK .",
      "Grad C: How about them energy crises .",
      "Professor E: Yeah . I think we 're uh",
      "Grad C: Done ?",
      "Professor E: Kind of done . Actually , I was gonna  Di - Did you have anything n that 's going on , or",
      "Grad D: Not really . No . Um ,  my project is going along but um , I 'm really just here to um fill the project uh  the overall progress . I don't really have anything specific to  to talk about .",
      "Professor E: Yeah . That 's fine . I just didn't wanna go by you , if you had something .",
      "Grad D: Oh , OK .",
      "Professor E: You don't have anything to say .",
      "PhD B: No .",
      "Professor E: Nah .",
      "Professor E: Transcribers , he was rattling the b marbles in his brain back and forth just then this  this",
      "Grad C: Shall we do digits ?",
      "Professor E: Oh yeah .",
      "Grad C: Um , oh by the way I did find a bunch",
      "Grad D: It um",
      "Grad C: Uh , we should count out how many more digits to forms do we have back there ?",
      "PhD B: There were quite a few . Uh .",
      "Grad C: That 's what I thought . I f I was going through them all and I found actually a lot filed in with them , that were blanks , that no one had actually read .",
      "PhD B: Mmm .",
      "Grad C: And so we still have more than I thought we did .",
      "PhD B: Oh good .",
      "Grad C: So , we have a few more digits before we 're done .",
      "PhD B: You know having this headset reminds me of like working at Burger King or something .",
      "Grad C: Oops .",
      "Postdoc F: Oh , did you do that ?",
      "PhD A: Burger King",
      "Grad C: I 'd like a burger with that ,",
      "PhD B: No I never did .",
      "Grad C: do you want fries with that ?",
      "Professor E: Wow .",
      "PhD B: But I feel like I could now .",
      "Grad C: And"
    ],
    "topic_list": [
      { "topic": "Equipment issues", "relevant_text_span": [["0", "193"]] },
      {
        "topic": "Current state of transcriptions",
        "relevant_text_span": [["194", "346"]]
      },
      {
        "topic": "Efforts to normalize loudness",
        "relevant_text_span": [["347", "530"]]
      },
      {
        "topic": "Legal and procedural issues",
        "relevant_text_span": [["551", "722"]]
      }
    ]
  }
]
